import React from "react";
export default function () {
  return (
    <>
          <b>Условия доставки</b>
           Заказы принимаются при помощи мобильного приложения или веб-сайта “Гранд Кенди”. Покупатель выбирает желаемый продукт, добавляетв корзину, указывает номер телефона, желаемый адрес доставки, дату и время, при желании добавляет комментарий с дополнительными пожеланиямиусловий доставки, выбирает способ оплаты, а также необходимость использования “Бонус карты”. При желании добавить новый продукт или изменить какой-либо из выбранных продуктов нужно написать сотрудникам отдела онлайн-обслуживанияклиентов для внесения нужных изменений. Покупатель имеет возможность отследить свои заказы (например, заказ находится “В процессе сбора”, “Готов к доставке”, “В пути” или “Доставлен”), посмотреть список, стоимость и дату предыдущих заказов в разделе “Личный кабинет”. Стоит отметить, что при оформлении заказа нет никаких ограничений стоимости заказа. Это означает, что, независимо от общей стоимости, будь то 100 драм или, условно, 5 500 драм, клиент оплачивает только стоимость продукта и доставки. Доставка осуществляется в среднем за 40 минут по всей территории города Ереван. Заказы с доставкой принимаются каждый день с 10:40 до 18:50. Стоимость доставки составляет: При заказе до 5 000 драм 1 000 драм  При заказе от 5 000 до 10 000 драм 500 драм  При заказе от 10 000 драм и выше Бесплатно  
          <b>Внимание!</b>
           - Опоздание доставки может быть обусловлено лишь непредусмотренными ситуациями, как пробка, авария или схожие причины. В таких случаях покупателя оповещают о сложившейся ситуации как можно скорее. - Для своевременной доставки просим внимательно заполнять все поля и при возникновении вопросов написать сотрудникам отделаонлайн-обслуживания клиентов для решения всех вопросов.  
          <b>Условия оплаты</b>
           При использовании приложения или веб-сайта “Гранд Кенди” оплату можно осуществлять как наличным, так и безналичным способом. Оплату безналичным способом можно осуществить с помощью “ARCA”, “Visa” или “Master Card” банковских карт, а наличные оплаты осуществляются в момент доставки исключительно в драмах. Указанная стоимость продуктов окончательная и включает в себя все налоги. Кассовый чек вручается клиенту вне зависимости от вида оплаты. Частичный возврат денег не совершается.  
          <b>Условия возврата</b>
           Клиент, которому был продан продукт не соответствующего качества, имеет право вернуть данный продукт, если его недостаток был обнаружен в рамках срока годности и спредоставлением кассового чека, подтверждающего покупку. При отсутствии спора о причинах появления изъяна, проданный продукт не соответствующего качества будет заменённа качественный, или клиенту будут возвращены деньги.

    </>
  )
}