import React from "react";
export default function () {
  return (
    <>
        Перед загрузкой и использованием приложения (далее <b>«Приложение»</b>) просим Вас ознакомиться с настоящими условиями.
        <br/>
        Подтверждая настоящие условия и положения Вы вступаете в договорные отношения с правообладателем Приложения ООО «Гранд Кенди» (далее <b>«правообладатель Приложения»</b>), приобретая определенные права и обязанности.
        <br/>
        Подтверждая настоящие условия вы начинаете сотрудничество с нами в качестве пользователя.
        <br/>    <br/>
        <b>1. Для использования Приложения в первую очередь необходимо зарегистрироваться в системе, для этого пользователь должен предоставить запрашиваемую информацию.</b>
        <br/>    <br/>
        <b>2.  После регистрации пользователю предоставляется личный счет с выбором пользователем пароля.</b>
        <br/>    <br/>
        <b>3. Регистрируясь в Приложении пользователь заверяет, что предоставленная им информация верна и у него есть желание вступить в договорные отношения.
            <br/>
            Правообладатель Приложения имеет право в любой момент проверить достоверность предоставленной информации, и при  обнаружении нарушений без какого-либо предупреждения отказаться от дальнейшего сотрудничества.</b>
        <br/><br/>
        <b>4. Правообладатель Приложения не несет ответственность за предоставление Пользователями фальшивых или неверных данных.</b>
        <br/>    <br/>
        <b>5. Договор между правообладателем Приложения и пользователем заключается на неопределенный срок. Пользователь имеет право в любой момент расторгнуть договор, удалив Приложение со своего устройства.</b>
        <br/>    <br/>
        <b>Правообладатель Приложения имеет право в любой момент расторгнуть договор выключив Приложение Пользователя, если Пользователь:</b>
        а) нарушает любое условие предусмотренное в настоящих положениях, или
        <br/>
        б) использует Приложение не по назначению, или
        <br/>
        в) предоставил фальшивые или неверные данные.
        <br/>    <br/>
        В этом случае правообладатель Приложения не обязан заблаговременно уведомлять Пользователя о расторжении договора. После расторжения договора Пользователя уведомят электронным письмом.
        <br/>    <br/>
        <b>7. Исключительные авторские права на Приложение принадлежат правообладателю Приложения.</b>
        <br/>    <br/>
        <b>8. Порядок использования Приложения.</b>
        <br/>
        8.1. Пользователь может пользоваться Приложением только при наличии соответствующих технических средтсв.
        <br/>
        Пользователь должен сам убедиться в том, что загрузил правильное Приложение для своего устройства.
        <br/>
        8.2. Правообладатель Приложения не несет ответственность за то, что усторйство пользователя не соотвтетствует Приложению, или если пользователь загрузил не правильное Приложение.
        <br/>
        Правообладатель Приложения имеет право прекратить услуги и использование Приложения если Пользователь использует услуги или Приложение не по назначению.
        <br/>
        8.3.  Для улучшения работы Приложения (а так же в случае обнаружения вредоносных программ и неправильности работы Приложения) Пользователь имеет право оставлять отзывы (feedback) в соответсвующих местах.
        <br/>
        8.4. Используя Приложение пользователь дает свое согласие на то, что:
        <br/>
        8.4.1. будет использовать Приложение только в личных целях,
        <br/>
        8.4.2. не позволит другим пользователям использовать свой аккаунт, а также не предоставит свой аккаунт другим физическим или юридическим лицам,
        <br/>
        8.4.3. не будет использовать Приложения в незаконных целях а также не будет распространять незаконные материалы с помощью Приложения,
        <br/>
        8.4.4. не будет использовать Приложение с причинения неудобств другим лицам,
        <br/>
        8.4.5. не будет препятствоать  привычной работе сети,
        <br/>
        8.4.6. не повредит Приложению,
        <br/>
        8.4.7. не будет копировать и распространять Приложение без согласия правообладателя Приложения,
        <br/>
        8.4.8. будет сохранять в тайне предоставленные идентификационные данные,
        <br/>
        8.4.9. подписывая настоящие условия и положения Пользователь  осознает, что используемые в данном Приложении торговые знаки являются собственностью правообладателя и что Пользователь будет воздерживаться от незаконного распространения торговых знаков. Правообладатель Приложения и правообладатель торговых знаков соответствующих продукций приветствуют повышение узнаваемости торговой марки, и приветствуют распространение торговой марки в социальных сетях, в интернет сети и на других платформах,
        <br/>
        8.4.10. не будет использовать Приложение не соответствующим на то устройством.
        <br/> <br/>
        <b>9. Оплата:</b>
        <br/>
        9.1. Можно произвести оплату как наличными, передав деньги курьеру, так и онлайн.
        <br/>
        9.2. После завершения онлайн-платежа Приложение немедленно подтверждает заказ.
        <br/>
        Онлайн-платеж подлежит возврату, если правообладателю Приложения не удалось полностью выполнить заказ.В случае проблем с онлайн-платежами, пожалуйста, свяжитесь с ……………… .., отправив электронное письмо на …………………… адрес электронной почты или позвонив по ……………………. телефонный номер.
        <br/> <br/>
        <b>10. Претензия</b>
        <br/>
        10.1. Правообладатель Приложения несет ответственность за качество продукции, указанной в Приложении
        <br/><br/>
        <b>11. Положения об авторских правах.</b>
        <br/>
        11.1. Правообладатель Приложения и правообладатель торговых знаков уважают положения законодательства об авторских правах и ожидают того же от Пользователей.
        <br/>
        11.2. При наличии соответствующих обстоятельств правообладатель Приложения имеет право приостановить действие аккаунтов Пользователей если заметят нарушение авторских прав.
        <br/><br/>
        <b>12. Права интеллектуальной собственности</b>
        <br/>
        12.1. Права на интеллектуальную собственность Приложения принадлежат правообладателю Приложения.
        <br/><br/>
        <b>13. Условия для Пользователей</b>
        <br/>
        13.1. Правообладатель Приложения имеет право в любой момент остановить работу Приложения если:
        <br/> &#9679; Пользователь заранее не предупредив правообладателя Приложения изменил идентифицирующие данные, которые он заранее предоставил при открытии счета в Приложении.
        <br/> &#9679; Пользователь нарушил какое-либо иное положения настоящих условий и положений. В этом случае Пользователь обязан возместить обоснованные убытки, понесенные правообладателем Приложения.
        <br/><br/>
        <b>14. Обстоятельства непреодоломой силы (форс-мажор)</b>
        <br/>
        14.1. Стороны освобождаются от полного или частичного исполнения обязательств по настоящему договору если неисполнение обязательств является следствием форс-мажорных обязательств которые при стороны не могли выявить или предвидеть во время подписания настоящего договора. К форс-мажорным обстоятельствам относятся: землетрясения, наводнения, пожары войны, обьявление чрезвычайный или военных положений, забастовки, акты гос. органов и другие обстоятельства непродолимой силы которые делают невоизможным исполнение настоящегио договора. Если форс-мажорные обстоятельства длятся более 3 (трех) месяцев,то каждая сторона имеет право расторгнуть договор уведомив другую сторону об этом.
        <br/><br/>
        <b>15. Другие условия.</b>
        <br/>
        15.1. Правообладатель Приложения оставляет за собой право вносить соответствующие изменения в настоящих условиях и положения, о чем Пользователи будут уведомлены с помощью Приложения.
        <br/>
        15.2. На возникшие споры распространяется законодательство РА.  Споры подлежат разрешению согласно законодательству РА.
    </>
  )
}