import React from "react";
export default function () {
  return (
    <>
          <b>1. ОПИСАНИЕ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</b>
          <br/>
          1.1. В этом заявлении о конфиденциальности содержится наша текущая политика и демонстрируется наша приверженность вашей конфиденциальности.
          <br/>
          1.2. Ознакомившись с Политикой конфиденциальности Вы осознаете и подтверждаете, что предоставленная Вами данные (номер телефона, имя, фамилия, адрес электронной почты, дата рождения, месяц, день и т. д.) будут использоваться OOO «Гранд Кенди» с целью улучшения и развития  Приложения ………. (далее <b>«Приложения»</b>), а также учитывать потребности пользователей и для обеспечения непрерывной работы Приложения.
          <br/>
          1.3. Предоставленная Вами личная информация будет обработана в минимальных количествах, которая необходима для эксплуатации Приложения.

          <br/><br/>
          <b>2. ДЛЯ КОГО ДЕЙСТВУЕТ НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</b>
          <br/>
          2.1. Соглашаясь с настоящей политикой конфиденциальности, Вы начнете сотрудничать с нами в качестве пользователя/клиента
          <br/><br/>

          <b>3. ПЕРИОД И ТЕРРИТОРИЯ ХРАНЕНИЯ И ОБРАБОТКИ ДАННЫХ</b>
          <br/>
          3.1. Предоставленные Вами данные будут обрабатываться и храниться исключительно на территориях Республики Армения и Нагорно-Карабахской республики.
          <br/>
          3.2. Персональные данные будут обрабатываться и храниться в течение минимального периода времени, который объективно необходим для цели обработки данных.
          <br/> <br/>

          <b>4. СОБИРАЕМЫЕ НАМИ ДАННЫЕ</b>
          <br/>
          &#9679; Данные, которые Вы предоставляете нам при открытии аккаунта;
          <br/>
          &#9679; Данные, которые собираются при использовании Приложения.
          <br/><br/>

          <b>4.1. В целях повышения качества услуг и обеспечения безопасности мы оставляем за собой право собирать и использовать нижеуказанные данные которые хранятся в Приложении:</b>
          <br/>
          &#9679;
          Профиль пользователя - мы собираем данные пользователя при открытии и обновлении данных аккаунта. К таким данным могут относиться: имя пользователя, электронный адрес, номер телефона, логин, пароль, адрес проживания, паспортные данные, дата, месяц и день рождения;
          <br/>
          &#9679; информация о локации - мы собираем точные или приблизительные данные о местонахождении пользователя, если пользователь разрешает передавать такие данные со своего мобильного устройства;
          <br/>
          &#9679; данные об использовании Приложения - мы собираем данные об использовании Приложения, такими данными могут являться: месяц, время и день входа и использования Приложения;
          <br/>
          &#9679; данные об устройствах использующих Приложение - мы собираем данные об устройствах использующих Приложение, такие как типы устройства, IP-адрес устройства, язык который вы предпочитаете при использовании Приложения, и т. д.
          <br/><br/>

          <b>4.2. Информация полученная из других источников:</b>
          <br/>
          &#9679; данные полученные от обратной связи пользователя, а также оценки и комментарии;
          <br/>
          &#9679; данные о месте проживания или нахождения клиента
          <br/><br/>

          <b>5. КАК МЫ ИСПОЛЬЗУЕМ ДАННЫЕ</b>
          <br/>
          5.1. Мы собираем предоставляемые Вами данные для следующих целей:
          <br/>
          &#9679; для поднятия уровня безопасности Приложения;
          <br/>
          &#9679; для оказания поддержки пользователям;
          <br/>
          &#9679; для проведения исследований с целью развития Приложения;
          <br/>
          &#9679; в случаях предусмотренных законодательством РА.
          <br/><br/>

          <b>6. ЗАЩИТА ДАННЫХ</b>
          <br/>
          Мы осуществляем все необходимые технические и организационные меры для защиты предоставленных Вами данных.
          <br/>
          Вышеуказанные меры осуществляются на высшем уровне с целью защиты Ваших личных данных от потери, незаконной обработки, а также с учетом рисков, связанных с защитой личных данных.
          <br/> <br/>

          <b>7. ВАШИ ПРАВА</b>
          <br/>
          7.1. Вы имеете право свободно получать сведения про информацию, которую Вы предоставляете, изменять или дополнять ее (при условии извещения нас об этом), путем доступа к вашей личной странице.
          <br/> <br/>

          <b>8. ОБНОВЛЕНИЕ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</b>
          <br/>
          8.1. Положения Политики конфиденциальности могут быть изменены, учитывая требования законодательства, а также для обеспечения беспрепятственной работы Приложения.
          <br/>
          8.2. Если такие изменения не являются существенными с точки зрения ваших прав и обязанностей, мы оставляем за собой право не уведомлять Вас о таких изменениях.

    </>
  )
}