import {locales} from '../locales';

export default {
  [locales.AM]: {
    'price': 'ՀՀ դրամ',
    'free': 'Անվճար',
    //FAQ 6 9 10 11
    'FAQ.questions': 'Հաճախ տրվող հարցեր',
    'FAQ.questions-1-title': 'Ի՞նչ է ապրանքների առցանց գնման համակարգը:\n',
    'FAQ.questions-1-text': '«Գրանդ Քենդի» ընկերությունը իր հաճախորդներին հնարավորություն է տալիս բջջային հավելվածի և վեբ կայքի միջոցով ընկերության ապրանքները ձեռք բերել կամ պատվիրել առցանց տարբերակով: Առցանց գնումների հարթակի ստեղծման հիմնական նպատակը ընկերության ապրանքատեսակների վերաբերյալ ամբողջական և մանրամասն տեղեկատվության հասանելիությունն է հաճախորդի համար նախընտրելի ժամի և վայրում: Տվյալ համակարգը հնարավորություն է տալիս գնման գործընթացն առավելագույնս պարզեցնել և մեծապես խնայել հաճախորդների ժամանակը:\n',
    //2
    'FAQ.questions-2-title': 'Ի՞նչ հնարավորություններ է ընձեռում ապրանքների առցանց գնումը:',
    'FAQ.questions-2-text': 'Օգտվելով առցանց գնումների համակարգից՝ հաճախորդները հնարավորություն ունեն գնման գործընթացը կազմակերպել իրենց հարմար ժամի և վայրում, յուրաքանչյուր գնումից կուտակել բոնուսներ, որոնք հնարավոր է օգտագործել հետագա պատվերների ժամանակ՝ վճարում իրականացնելով «Բոնուս քարտ»-ից, ինչպես նաև մասնակից լինել անակնկալ առաջարկների և ստանալ նվերներ: Հավելվածի և վեբ կայքի միջոցով հաճախորդները հնարավորություն ունեն գնումների գործընթացը կազմակերպել առավելագույնս խնայելով իրենց ժամանակը` օգտվելով «Pick up» կամ «Առաքում» ծառայություններից: \n',
    //3
    'FAQ.questions-3-title': 'Ի՞նչ է «Բոնուս քարտ»-ը:',
    'FAQ.questions-3-text': 'Յուրաքանչյուր անգամ առցանց պատվեր գրանցելիս հաճախորդը հնարավորություն է ունենում կուտակել տվյալ պատվերի ընդհանուր արժեքի 10%-ը իր՝ նախապես ակտիվացված «Բոնուս քարտ»-ում: Այն հնարավոր է ակտիվացնել «Անձնական էջ» բաժնում՝ նշելով հաճախորդի ծննդյան ամսաթիվն ու հեռախոսահամարը: «Բոնուս քարտ»-ի դրամական միավորները հնարավոր է օգտագործել ցանկացած նոր պատվերի ժամանակ և ցանկացած արժեքով: Կուտակված դրամական միավորները գործողության ժամկետի սահմանափակում չեն ենթադրում:\n',
    //4
    'FAQ.questions-4-title': 'Ի՞նչ է «Գտե´ք կոդը, ստացե´ք նվեր» առաջարկը:\n',
    'FAQ.questions-4-text': '«Գրանդ Քենդի» ընկերությունը իր հաճախորդների համար նախապատրաստել է անակնկալներ, որոնց մասին հաճախորդները նախապես կտեղեկացվեն: Առաջարկը չի գործելու մշտապես, այլ՝ կոնկրետ ակցիաների շրջանակում:\n',

    //5
    'FAQ.questions-5-title': 'Ի՞նչ է «Pick up» ծառայությունը:\n',
    'FAQ.questions-5-text': '«Pick up» ծառայության միջոցով հաճախորդը հնարավորություն ունի պահանջված ապրանքների զամբյուղը ձևավորել իրեն հարմար ժամի և վայրում, ընտրել ցանկալի կամ իրեն ամենամոտ գտնվող ֆիրմային խանութը և զամբյուղը վերցնելու համար մոտենալ իր կողմից նախապես նշված ժամի: «Pick up» ծառայության դեպքում բջջային հավելվածում կամ վեբ կայքում անհրաժեշտ է կցել վճարային քարտ, որից և կանխավճարային սկզբունքով կկատարվի վճարումը և հաճախորդը ֆիրմային խանութում սկանավորման եղանակով կստանա իր զամբյուղը, ինչն էլ հնարավորություն կընձեռի խուսափել հերթերից և պատվիրված զամբյուղը ֆիրմային խանութից վերցնել առավելագույնս կարճ ժամանակում: «Pick up» պատվեր հնարավոր է գրանցել հետևյալ ժամանակացույցով.\n',
    'address1': 'Ազատության 25',
    'address2': 'Ալեք Մանուկյան 7',
    'address3': 'Ավան-Առինջ 5-32, 1-ին միկրոշրջան ',
    'address4': 'Արտաշիսյան 87/5',
    'address5': 'Բաբաջանյան 87/7',
    'address6': 'Բագրատունյաց 17',
    'address7': 'Բաշինջաղյան 188',
    'address8': 'Էրեբունի 18',
    'address9': 'Խուդյակով 214/7',
    'address10': 'Կասյան 3',
    'address11': 'Հասրաթյան 4/5',
    'address12': 'Մաշտոցի 5ա ',
    'address13': 'Մաշտոցի 54, «Պոնչիկանոց»',
    'address14': 'Պարույր Սևակ 55/5',
    'address15': 'Սաֆարյան 2/2',
    'address16': 'Վանթյան 61ա',
    'address17': 'Տիգրան Մեծի 12',
    'address18': 'Տիգրան Մեծի 71',
    'address19': 'Տիգրան Պետրոսյան 31/1',
    'address20': 'Փափազյան 21',
    'address21': 'Մասիսի 50',

    'schedule': 'Ժամանակացույց',
    'brand_store': 'Ֆիրմային խանութ',

    'every_day': 'Ամեն օր՝',
    'monday_to_friday': 'Երկուշաբթիից ուրբաթ՝',
    'saturday': 'Շաբաթ՝',
    'closed_days': 'Փակ է կիրակի և տոն օրերին:',

    //6 ??????
    'FAQ.questions-6-title': 'Ինչպե՞ս է հնարավոր գտնել նախընտրած ապրանքները:\n',
    'FAQ.questions-6-list': 'Նախընտրած ապրանքները հաճախորդը կարող է գտնել ներքոնշյալ ճանապարհներով. ',
    'FAQ.questions-6-list1': 'որոնման համակարգի միջոցով՝ գրելով ապրանքի անվանումը,\n',
    'FAQ.questions-6-list2': 'ապրանքային կատեգորիաներում,',
    'FAQ.questions-6-list3': 'ամենահայտնի ապրանքների ցանկում,',
    'FAQ.questions-6-list4': 'նախընտրելի ապրանքների ցանկում:',

    //7
    'FAQ.questions-7-title': 'Հնարավո՞ր է արդյոք ստեղծել նախընտրելի ապրանքների ցանկ՝ առանց գնման զամբյուղի ձևավորման:',
    'FAQ.questions-7-text': ' Այո´, հնարավոր է, ընդ որում՝ համակարգը հնարավորություն է տալիս ոչ միայն առանձնացնել նախընտրելի ապրանքները «Նախընտրելիներ» ցուցակում, այլ նաև առանձնացնել նախընտրելի ֆիրմային խանութները:\n',

    //8
    'FAQ.questions-8-title': 'Հնարավո՞ր է արդյոք ընտրել առաքման կոնկրետ օր և ժամ:',
    'FAQ.questions-8-text': 'Այո´, բջջային հավելվածը և վեբ կայքը հնարավորություն են տալիս ապրանքային զամբյուղը ձևավորելուց հետո առաքման վերաբերյալ տեղեկատվության դաշտում նշել առաքման համապատասխան օրն ու ժամը, ինչպես նաև լրացուցիչ մեկնաբանությամբ կատարել առաքմանը վերաբերող այլ նկատառումներ:',

    //9 ???????????
    'FAQ.questions-9-title': 'Ի՞նչ ուղղություններով է կատարվում առաքումը:',
    'FAQ.questions-9-text': 'Առաքումն իրականացվում է ՀՀ Երևան քաղաքի ողջ տարածքում: Առաքման վերաբերյալ մանրամասն տեղեկատվություն կարող եք ստանալ «Առաքման պայմաններ» բաժնում:',

    //10 ??????????
    'FAQ.questions-10-title': 'Ի՞նչ եղանակներով է հնարավոր վճարել ապրանքի դիմաց:',
    'FAQ.questions-10-text': '«Գրանդ Քենդի» բջջային հավելվածում և վեբ կայքում վճարումը հնարավոր է իրականացնել երկու եղանակով` առցանց և առձեռն: Վճարման եղանակների վերաբերյալ մանրամասն տեղեկատվություն կարող եք ստանալ «Վճարման պայմաններ» բաժնում:',

    //11
    'FAQ.questions-11-title': 'Հնարավո՞ր է արդյոք չեղարկել պատվերը:',
    'FAQ.questions-11-point1': 'Ինչպես «Pick up», այնպես էլ «Առաքում» ծառայության դեպքում հաճախորդը կարող է ինքնուրույն չեղարկել պատվերը «Չեղարկել պատվերը» կոճակի օգնությամբ՝ պատվերը դնելու պահից առավելագույնը 10 րոպեի ընթացքում:',
    'FAQ.questions-11-point2': '«Pick up» ծառայության դեպքում պատվերն ավտոմատ կերպով կչեղարկվի, եթե հաճախորդն ուշանա իր կողմից նախապես նշված ժամից, ինչի արդյունքում ֆիրմային խանութի աշխատանքային ժամն ավարտված կլինի:\n',

    //12
    'FAQ.questions-12-title': 'Հնարավո՞ր է արդյոք վերադարձնել արդեն իսկ պատվիրված ապրանքը:',
    'FAQ.questions-12-text': 'Հաճախորդը, որին վաճառվել է ոչ պատշաճ որակի ապրանք, իրավունք ունի վերադարձնել այդ ապրանքը, եթե ապրանքի թերությունները հայտնաբերվել են պիտանիության ժամկետի սահմաններում և ներկայացվում է գնման փաստը հավաստող օրենքով սահմանված փաստաթուղթը: Ապրանքի թերությունների առաջացման պատճառների վերաբերյալ վեճի բացակայության դեպքում՝ վաճառված ոչ պատշաճ որակի ապրանքը կփոխարինվի պատշաճ որակի ապրանքով կամ հաճախորդին կվերադարձվի նրա վճարած գումարը:',

    //13
    'FAQ.questions-13-title': 'Ի՞նչ եղանակով է հնարավոր գումարը հետ ստանալ պատվերի չեղարկման կամ հետ վերադարձի դեպքում:',
    'FAQ.questions-13-text': 'Նշված դեպքերում ապրանքի ամբողջական արժեքը ընտրված վճարման եղանակին համապատասխան հետ է վերադարձվում գնորդին առցանց՝ հետ փոխանցելով հաճախորդի վճարային քարտին, կամ՝ առձեռն: Ընդ որում՝ գումարի մասնակի վերադարձ չի կատարվում:\n',

    //14
    'FAQ.questions-14-title': 'Ի՞նչ է «Իմ հասցեները» բաժինը:',
    'FAQ.questions-14-text': '«Գրանդ Քենդի» բջջային հավելվածում և վեբ կայքում հնարավոր է առանձնացնել հաճախորդի նախընտրելի հասցեն կամ հասցեները «Իմ հասցեները» բաժնում, վերնագրել դրանք և ներառել անհրաժեշտ ողջ տեղեկատվությունը՝ յուրաքանչյուր անգամ առաքման պատվեր գրանցելիս հասցե նշելու գործընթացն առավելագույնս պարզեցնելու նպատակով:',

    //15
    'FAQ.questions-15-title': "Ինչու՞ չի ստացվում առաքման պատվեր գրանցել:",
    'FAQ.questions-15-text': '«Գրանդ Քենդի» բջջային հավելվածի և վեբ կայքի միջոցով իրականացվող պատվերների առաքման ծառայությունն այժմ գտնվում է մշակման փուլում և հաճախորդներին հասանելի կլինի շուտով:',

    //Delivery Terms
    'delivery_terms': 'Առաքման պայմաններ',
    'delivery_terms_text1': 'Պատվերներն ընդունվում են «Գրանդ Քենդի» բջջային հավելվածի և վեբ կայքի միջոցով: Հաճախորդն ընտրում է նախընտրելի ապրանքը, ավելացնում զամբյուղում, նշում հեռախոսահամարը, ցանկալի առաքման հասցեն, ամսաթիվն ու ժամը, անհրաժեշտության դեպքում կատարում է համապատասխան մեկնաբանություններ՝ տրամադրելով առաքմանը վերաբերող լրացուցիչ տեղեկատվություն, ընտրում է վճարման նախընտրելի եղանակը, ինչպես նաև՝ կուտակված բոնուսից օգտվելու անհրաժեշտությունը: \n',
    'delivery_terms_text2': 'Պատվերի ձևակերպումից հետո նոր ապրանքների ձեռքբերման կամ առկա ապրանքներից որևէ մեկի փոփոխության համար անհրաժեշտ է հաղորդագրության միջոցով կապ հաստատել ընկերության հաճախորդների սպասարկման մասնագետների հետ՝ անհրաժեշտ փոփոխությունների իրագործման համար:\n',
    'delivery_terms_text3': 'Հաճախորդը հնարավորություն ունի իր անձնական էջում տեսնել նոր պատվերի կարգավիճակը (օրինակ, որ պատվերը «Հավաքագրման փուլում է», «Պատրաստ է առաքման», «Ճանապարհին է» կամ «Առաքված է»), ինչպես նաև հետևելու նախորդ պատվերների պատմությանը, դրանց պարունակությանը, արժեքին և ամսաթվին:\n',
    'delivery_terms_text4': 'Հարկ է նշել, որ «Գրանդ Քենդի» հավելվածով և վեբ կայքով պատվիրելիս չկան պատվերի արժեքի սահմանափակումներ, ինչը ենթադրում է, որ հաճախորդի թե´ 100 ՀՀ դրամի, և թե´ պայմանական 5 500 ՀՀ դրամի պատվերի դեպքում գանձվելու է բացառապես տվյալ ապրանքի սահմանված արժեքն ու առաքման վճարը:\n',
    'delivery_terms_text5': 'Առաքումն իրականացվում է ՀՀ Երևան քաղաքի ողջ տարածքում՝ միջինում 40 րոպեի ընթացքում: Առաքման պատվեր հնարավոր է գրանցել ամեն օր՝ 10:40-18:50 ընկած ժամանակահատվածում:\n',

    'delivery_terms_table_desc': 'Առաքման համար գործում են հետևյալ սակագները․',
    'delivery_terms_table_row1': 'Մինչև 5 000 ՀՀ դրամ պատվերների դեպքում՝',
    'delivery_terms_table_row2': '5 000 – 10 000 ՀՀ դրամ պատվերների դեպքում՝',
    'delivery_terms_table_row3': '10 000 ՀՀ դրամ և ավելի պատվերների դեպքում՝',

    'attention': 'Ուշադրություն',
    'attention_point_one': 'Առաքման ուշացումը պայմանավորված ժամից հնարավոր է միայն անկանխատեսելի դեպքերի, մասնավորապես՝ խցանման, վթարի և նմանատիպ այլ արհեստածին պատճառի հետևանքով: Նման դեպքերում հաճախորդն առավելագույնս շուտ տեղեկացվում է առաքման ժամկետի փոփոխության մասին։\n',
    'attention_point_two': 'Առաքումը պատշաճ և ժամանակին իրականացնելու համար խնդրում ենք ուշադիր լրացնել բոլոր դաշտերը, առաջացած հարցերի դեպքում գրել հաճախորդների սպասարկման մասնագետին՝ հարցին հնարավորինս արագ լուծում ստանալու համար:\n',

    //Payment terms
    'payment_terms': 'Վճարման պայմաններ',
    'payment_text1': '«Գրանդ Քենդի» բջջային հավելվածով և վեբ կայքով վճարումը հնարավոր է իրականացնել երկու եղանակով` առցանց և առձեռն: Առցանց վճարումները կարող են կատարվել «ARCA», «Visa» և «Master Card» վճարային քարտերի միջոցով, իսկ առձեռն վճարումներն իրականացվում են պատվերը ստանալու պահին՝ բացառապես ՀՀ դրամով:\n',
    'payment_text2': 'Ներկայացված ապրանքների գները վերջնական են և ներառում են բոլոր հարկերը: Անկախ հաճախորդի կողմից ընտրված վճարման եղանակից՝ ՀԴՄ կտրոնը պարտադիր կերպով տրամադրվում է հաճախորդին: Գումարի մասնակի վերադարձ չի կատարվում:\n',
    //Return terms
    'return_terms': 'Վերադարձի պայմաններ\n',
    'return_text': 'Հաճախորդը, որին վաճառվել է ոչ պատշաճ որակի ապրանք, իրավունք ունի վերադարձնել այդ ապրանքը, եթե ապրանքի թերությունները հայտնաբերվել են պիտանիության ժամկետի սահմաններում և ներկայացվում է գնման փաստը հավաստող օրենքով սահմանված փաստաթուղթը: Ապրանքի թերությունների առաջացման պատճառների վերաբերյալ վեճի բացակայության դեպքում՝ վաճառված ոչ պատշաճ որակի ապրանքը կփոխարինվի պատշաճ որակի ապրանքով կամ հաճախորդին կվերադարձվի նրա վճարած գումարը:\n',
    'faq_search_hint': 'Ինչպե՞ս կարող ենք օգնել Ձեզ',
    'faq_title': 'Հաճախ տրվող հարցեր',
    "continue_text": 'Շարունակել',
    "continue_shopping": 'Շարունակեք գնումները',
    "sign_up": 'Գրանցվել',
    "sign_in": 'Մուտք գործել',
    "email_or_phone_number": 'Էլ. հասցե կամ հեռախոսահամար',
    "email": 'Էլ․ հասցե',
    "password": 'Գաղտնաբառ',
    "next": 'Հաջորդ',
    "checkout": 'Վճարել',
    "first_name": 'Անուն',
    "first_full": 'Անուն',
    "comment": 'Մեկնաբանություն',
    "last_name": 'Ազգանուն',
    "save": 'Պահպանել',
    "cancel": 'Չեղարկել',
    "delete": 'Ջնջել',
    "sign_out": 'Դուրս գալ',
    "general": 'Հիմնական',
    "settings": 'Կարգավորումներ',
    "news": 'Նորություններ',
    "favorites": 'Նախընտրելիներ',
    "search": 'Որոնել',
    "retry": 'Կրկնել',
    "remove": 'Ջնջել',
    "undo": 'Չեղարկել',
    "armenia": 'Հայաստան',
    "kg": 'կգ',
    "kb": 'կբ',
    "item": 'հատ',
    "box": 'տուփ',
    "ok": 'Լավ',
    "activate": 'Ակտիվացնել',
    "send": 'Ուղարկել',
    "attachment": 'Կցված ֆայլ',

    'home': 'Հիմնական',
    'products': 'Ապրանքներ',
    'about': 'Մեր մասին',
    'shop': 'Խանութներ',
    'how_its_made': "Ինչպես է արվում",
    'careers': 'Կարիերա',
    'join_out_team': 'Միացեք մեր թիմին և կսիրեք ձեր աշխատանքը',

    //errors
    "characters": "սիմվոլ",
    "letters": "letters",
    "digits": 'նիշ',
    "error_email": "Սխալ Էլ․ հասցե",

    "error_email_or_phone_number": "Սխալ Էլ․ հասցե կամ հեռախոսահամար",

    "error_login": "Սխալ էլ. հասցե կամ գաղտնաբառ",

    "error_email_minimum_count": "Էլ. հասցեն պետք է պարունակի առնվազն",

    "error_email_maximum_count": "Էլ. հասցեն չպետք է գերազանցի",

    "error_first_name_minimum_count": "Անունը պետք է պարունակի առնվազն",

    "error_last_name_minimum_count": "Ազգանունը պետք է պարունակի առնվազն",

    "error_recipient_name_minimum_count": "Ստացողի անունը պետք է պարունակի առնվազն",

    "error_recipient_name_maximum_count": "Ստացողի անունը չպետք է գերազանցի",

    "error_first_name_maximum_count": "Անունը չպետք է գերազանցի",

    "error_last_name_maximum_count": "Ազգանունը չպետք է գերազանցի",

    "error_special_characters": "Հատուկ նիշերը և համարները չեն թույլատրվում",

    "error_passwords_not_match": "Գաղտնաբառերը չեն համապատասխանում",

    "error_password_minimum_count": "Գաղտնաբառը պետք է կազմված լինի առնվազն",

    "error_password_maximum_count": "Գաղտնաբառը չպետք է գերազանցի",

    "error_verification_code": "Հաստատման կոդը պետք է լինի",

    "error_title_text_min_count": "Վերնագիրը պետք է պարունակի առնվազն",

    "error_title_text_max_count": "Վերնագիրը չպետք է գերազանցի",

    "error_title": "Վերնագիրը սխալ է",

    "error_address_text": "Ընտրել տեղանքը",

    "error_phone_number": "Սխալ հեռախոսահամար",

    "error_phone_number_minimum_count": "հեռախոսահամարը պետք է պարունակի առնվազն 8 նիշ",

    "error_phone_number_maximum_count": "հեռախոսահամարը չպետք է գերազանցի 8 նիշը",

    "error_code_validation": "Ծածկագիրը չպետք է դատարկ լինի",

    "error_code_invalid": "Հաստատման ծածկագիրը սխալ է",

    "error_birth_date": "Ընտրեք ծննդյան ամսաթիվը",

    "error_feedback_minimum_count": "Թեմայի վերանգիրը պետք է պարունակի առնվազն 5 սիմվոլ",

    "error_feedback_max_count": "Թեմայի վերանգիրը չպետք է գերազանցի 100 նիշ",

    "error_rating": "Ընտրեք վարկանիշը",

    "error_order_type": "Այս ծառայությունները ներկա պահին հասանելի չեն:",

    "auth_sign_in_hint_text": "Խնդրում ենք մուտքագրել Ձեր էլ. հասցեն և գաղտնաբառը` Ձեր անձնական էջ մուտք գործելու համար",

    "auth_forgot_password": "Մոռացե՞լ եք գաղտնաբառը",

    "auth_do_not_have_an_account": "Դուք դեռ հաշիվ չունե՞ք",
    "sign_up_have_an_account": "Արդեն ունե՞ք հաշիվ",

    "sign_up_description": "Խնդրում ենք տրամադրել մեզ Ձեր անձնական  տվյալները` հաշիվ ստեղծելու համար",
    "forgot_title": "Մոռացե՞լ եք գաղտնաբառը",

    "forgot_description": "Խնդրում ենք մուտքարել Ձեր էլ․ հասցեն  գաղտնաբառը վերականգնելու համար",
    "code": "Կոդ",

    "verification_description": "Մենք ուղարկել ենք Ձեզ հաստատման  կոդ Ձեր էլ․ հասցեին",
    "send_code": 'Ուղարկել կոդ',
    "verification_resend_code": "Կրկին ուղարկել",

    "verification_resend": "Կրկին ուղարկել",
    "create_password_description_sign_up": "Խնդրում ենք ստեղծել գաղտնաբառ  Ձեր անձնական էջի համար",

    "create_password_description_forgot": "Խնդրում ենք ստեղծել նոր  գաղտնաբառ Ձեր անձնական էջի համար",

    "create_password_new_password": "Նոր գաղտնաբառ",

    "create_password_current_password": "Ընթացիկ գաղտնաբառ",

    "create_password_confirm_new_password": "Հաստատեք նոր գաղտնաբառը",

    "create_password_agreement_text": "Ես կարդացել և համաձայն եմ",

    "and": "և ",

    "create_password_please_give_agreement": "Շարունակելու համար դուք պետք է համաձայնեք Ընդհանուր դրույթներ և Պայմանների և Գաղտնիության քաղաքականության հետ",

    "notifications": "Ծանուցումներ",

    "terms_and_conditions": "Ընդհանուր դրույթներ և Պայմաններ",

    "privacy_policy": "Գաղտնիության Քաղաքականություն",

    "delivery_and_returns": "Առաքում և վերադարձ",

    "more_about_app": "Հավելվածի մասին",

    "more_faq": "Հաճախ տրվող հարցեր",

    "more_customer_service": "Հաճախորդների սպասարկում",

    "more_our_shops": "Մեր խանութները",

    "more_about_grand_candy": "Գրանդ Քենդիի մասին",

    "more_account": "Անձնական էջ",

    "more_personal_information": "Անձնական տվյալներ",

    "more_bonus_card": "Բոնուս քարտ",

    "more_my_orders": "Իմ պատվերները",

    "more_my_addresses": "Իմ հասցեները",

    "more_payment_methods": "Վճարման եղանակներ",

    "dialog_sign_out_description": "Համոզվա՞ծ եք, որ ցանկանում եք դուրս գալ",
    "about_app_rate_us": "Գնահատեք մեզ",

    "about_app_social_hint": "Գտեք մեզ սոցիալական ցանցերում",

    "version": "Տարբերակ",

    "faw_description": "Տեսնել առավել հաճախ տրվող հարցերը",

    "settings_notifications_settings": "Ծանուցումների կարգավորումները",

    "settings_notification_description": "Ստացեք հաղորդագրություններ ակցիաների, պատվերի փոփոխությունների և նոր ապրանքների վերաբերյալ",

    "settings_email_notifications": "Էլ. հասցեով ծանուցումներ",

    "settings_push_notifications": "Ծանուցումներ",

    "settings_application_language": "Հավելվածի լեզուն",

    "settings_choose_language": "Ընտրեք Ձեր նախընտրած լեզուն",

    "discover": "Բացահայտեք",

    "home_page_top_categories": "Լավագույն կատեգորիաները",

    "home_page_most_popular": "Ամենահայտնի",

    "search_all_categories": "Բոլոր կատեգորիաները",

    "search_categories": "Կատեգորիաներ",

    "search_products": "Ապրանքներ",
    "empty_notifications_title": "Ծանուցումներ չկան",

    "empty_notifications_description": "Դուք դեռ  ծանուցումներ չունեք",

    "empty_favorite_title": "Նախընտրելիներ չկան",

    "empty_favorite_description": "Դուք դեռ ոչ մի ապրանք չեք  ավելացրել ձեր նախընտրելիների ցանկում",

    "empty_addresses_title": "Հասցեներ չկան",

    "empty_addresses_description": "Դուք դեռ պահպանված  հասցեներ չունեք",

    "empty_faq_title": "Ոչինչ չի գտնվել",
    "empty_basket_title": "Զամբյուղը դատարկ է",

    "empty_basket_description": "Ապրանքն այստեղ տեսնելու համար  նախ պետք է դրանք ավելացնել զամբյուղում",

    "empty_order_title": "Պատվերներ չկան",

    "empty_order_description": "Դուք դեռ պատվեր չեք կատարել",

    "empty_bonus_title": "Գործարքներ չկան",

    "empty_bonus_description": "Ձեր բոնուսային քարտի հետ գործարքներ չկան",

    "empty_payment_title": "Չկա վճարման եղանակ",

    "empty_payment_description": "Վճարման եղանակ չէ գտնվել",

    "choose_photo_type_enum_gallery": "Ընտրեք լուսանկարը տեսադարանից",

    "choose_photo_type_enum_camera": "Բացել տեսախցիկը",

    "choose_photo_type_enum_delete": "Ջնջել նկարը",
    "choose_attachment_type_enum_photo_or_video": "Պատկերասրահ",

    "choose_attachment_type_enum_storage": "Պահեստ",

    "payment_type_enum_cash": "Կանխիկ",

    "payment_type_enum_card": "Քարտով",

    "order_type_enum_pending": "Ընթացիկ",
    "order_type_enum_finished": "Ավարտված",
    "order_type_enum_canceled": "Չեղարկված",
    "order_type_enum_accepted": "Ընթացիկ",
    "order_type_enum_branch_attached": "Ընթացիկ",
    "order_type_enum_started": "Առաքվում է",
    "order_type_enum_driver_attached": "Ընդունված",

    "personal_info_title": "Անձնական տվյալներ",

    "personal_info_dialog_title": "Ջնջել նկարը",

    "personal_info_dialog_sub_title": "Համոզվա՞ծ եք, որ ցանկանում եք ջնջել լուսանկարը:",

    "personal_info_change_password": "Փոխել գաղտնաբառը",

    "personal_info_date_of_birth": "Ծննդյան ամիս/ամսաթիվ",

    "personal_info_change_success": "Անձնական տվյալներ հաջողությամբ փոխվե",
    'profile': 'Անձնական էջ',
    "personal_info_password_change_success": "Գաղտնաբառը հաջողությամբ փոխվեց",
    "add_new_address": "Ավելացնել նոր հասցե",

    "add_new_address_title": "Վերնագիր",
    'add_new_address_name': 'Անվանում',
  
    "add_new_address_address": "Հասցե",

    "add_new_address_apartment": "Բնակարան",

    "add_new_address_building": "Շինություն",

    "add_new_address_floor": "Հարկ",

    "add_new_address_entrance": "Մուտք",

    "add_new_address_button_title": "Հիշել հասցեն",

    "add_new_address_make_this_address_default": "Նախընտրելի հասցե",

    "add_new_address_location": "Գտնվելու վայրը",

    "add_new_address_save_in": "Հիշել իմ հասցեներում",

    'delete_address': 'Ջնջել Հասցեն',
    'delete_address_description': 'ցանկանու՞մ եք հեռացնել հասցեն',

    "product_details_add_to_basket": "Ավելացնել զամբյուղ",
    "product_details_add_to_favorites": "Ավելացնել նախընտրելիների մեջ",

    "product_details_added_to_basket": "Ավելացված է զամբյուղում",

    "product_details_shelf_life": "Պահպանման ժամկետը",

    "product_details_ingredients": "Բաղադրությունը",

    //Basket page

    "basket_go_to_checkout": "Վճարման էջ",

    "basket_title": "Զամբյուղ",

    "basket_bonuses": "Ձեռք բերված բոնուս՝",

    "basket_total": "Ընդամենը՝",

    "delivery_title": "Պատվերի տեսակ",

    "basket_pick_up": "Վերցնել խանութից",

    "basket_pick_ap_description": "Պատվերը պատրաստ կլինի Գրանդ Քանդի խանութի ընտրված մասնաճյուղում",

    "delivery": "Առաքում",

    "basket_delivery_description": "Պատվերը կառաքվի Ձեր նշած հասցեով: Առաքման մոտակա ժամանակը",

    "basket_delivery_method_error": "Ընտրեք առաքման եղանակը",

    "change": "Փոխել",

    "add": "Ավելացնել",

    "basket_pick_up_time": "Վերցնելու ժամը",

    "basket_delivery_time": "Առաքման ժամը",

    "basket_payment_method": "Վճարման եղանակը",

    "basket_choose_your_payment_method_to_finish_order": "Պատվերը ավարտելու համար ընտրեք վճարման եղանակը",

    "basket_use_bonuses": "Օգտագործել բոնուսներից",

    "basket_delivery_address": "Առաքման հասցե",

    "basket_pick_up_shop": "Ֆիրմային խանութ",

    "basket_pick_bonus": "Բոնուս",

    "basket_bonus_amount": "Բոնուսի չափը",

    "select": "Ընտրել",

    "basket_no_delivery_address": "Առաքման հասցե չկա",

    "basket_delivery_fee": "Առաքման գումար՝",

    "basket_subtotal": "Արժեք՝",

    "basket_used_bonuses": "Օգտագործված բոնուս:",

    //Order page

    "order_history": "Պատմություն",

    "order_ongoing_order": "Ընթացիկ պատվերներ",

    "order_pick_up_date": "Վերցնելու ժամը՝",

    "order_delivery_date": "Առաքման ժամը՝",

    "order_pick_up_shop": "Ֆիրմային խանութ",

    "order_delivery_address": "Առաքման հասցե",

    "order_at": "at",

    "order": "Պատվեր",

    "order_details_products": "Ապրանքներ (%1$s)",

    "order_details_bonuses": "Բոնուս՝",

    "order_details_order_information": "Տեղեկատվություն պատվերի մասին",

    "order_dialog_title": "Պատվերը տեղադրված է",

    "order_dialog_sub_title": "Պատվեր #%1$s -ը հաջողությամբ տեղադրված է և գտնվում է հաստատման գործընթացում",

    "order_summary": "Պատվերի ամփոփում",

    "earned_bonus": "Ձեռք բերված բոնուս`",

    //Transactions page

    "transactions_title": "Գործարքներ",

    //Payment methods page

    "payment_methods_title": "Վճարման եղանակներ",

    "payment_dialog_title": "Ջնջել քարտը",

    "payment_dialog_sub_title": "Համոզվա՞ծ եք, որ ցանկանում եք ջնջել քարտը",

    "phone_number": "Հեռախոսահամար",

    "verify": "Հաստատել",

    "bonus_card_activation": "Բոնուս քարտի ակտիվացում",

    "bonus_card_description": "Դուք պետք է հաստատեք Ձեր հեռախոսահամարը և նշեք Ձեր ծննդյան ամսաթիվը",

    "bonus_bottom_sheet_description": "Ակտիվացրեք Ձեր բոնուսային քարտը և օգտվեք բազմաթիվ առավելություններից",

    "bonus_bottom_sheet_title": "Ակտիվացնել բոնուս քարտը",

    "rate_title": "Գնահատեք մեր ծառայությունը",

    "rate_sub_title": "Խնդրում ենք գնահատել մեր խանութի աշխատողի աշխատանքը և գրեք մեզ, եթե ունեք որևէ առաջարկ կամ խնդիր",

    "rate_leave_a_feedback": "Թողնել կարծիք",

    "rate_order": "Գնահատել պատվերը",

    "chat_write_message": "Գրեք հաղորդագրություն",

    "order_branch_not_available": "Մասնաճյուղը հասանելի չէ վերցնելու համար",

    "order_comment_description": "Մեկնաբանություն պատվիրելու համար",

    "order_recipient_information": "Ստացողի տվյալները",

    "order_details_comment": "Մեկնաբանություն՝",

    "order_details_recipient": "Ստացող՝",

    "bonus": "ԲՈՆՈՒՍ",

    "card": "ՔԱՐՏ",

    "company_address": "31 Masis str., Yerevan",

    "update_available_message": "Թարմացումը ներբեռնվել է:",

    "update_available_title": "Թարմացնել",

    "view_all": "Տեսնել բոլորը",

    "working_hours": "Աշխատանքային ժամեր",

    //footer
    "the_sweetest": "Հայաստանի քաղցրավենիքների ամենաքաղցր խանութը",

    "about_company_title": "Գրանդ Քենդիի մասին",
    "about_company_description": `"Գրանդ Քենդի" ընկերությունն այսօր Հայաստանի սննդի արդյունաբերության ամենախոշոր ձեռնարկությունն է: Այն հիմնադրվել է 2000 թվականի սկզբին, Հրանտ Վարդանյանի կողմից։ Առաջինը գործարկվել է կարամելի, ապա՝ կոնֆետի արտադրամասերը: Այդ երկու արտադրամասերում արտադրվում էր 100 անվանում հրուշակեղեն: 2000 թվականին "Գրանդ Քենդի" ընկերությունում աշխատում էր ընդամենը 600 մարդ: Արտադրության և վաճառքի ծավալները տարեցտարի ավելացնելով՝ "Գրանդ Քենդին" այսօր զբաղեցնում է Հայաստանի հրուշակեղենի շուկայի 40 տոկոսից ավելին: Լավ կազմակերպված արտադրության շնորհիվ կարճ ժամանակահատվածում ընկերությունն իր հաստատուն տեղն է զբաղեցնել շուկայում\` սպառողներին ներկայացնելով արդեն իսկ հայտնի ավանդական, ինչպես նաև տեղական շուկայի համար միանգամայն նոր արտադրատեսակներ:`,
    "about_company_description1": `Այժմ "Գրանդ Քենդի" ընկերությունն արտադրում է ավելի քան 400 անուն ապրանքատեսակ: "Գրանդ Քենդին" միակ գործարանն է Անդրկովկասում, որն զբաղվում է կակաո հատիկավորի մշակմամբ: Հրուշակեղենի առաքումն իրականցվում է 270 բեռնատար ավտոմեքենաներով սեփական մանրա-մեծածախ ցանցով, Հայաստանի Հանրապետության 8 շրջաններում տեղակայված բազաներով, 29 ֆիրմային խանութներով՝ այսպիսով սպասարկելով ցանցային, մեծածախ և մանրածախ սննդի առևտրով զբաղվող 8.450 կետ: Այսօր "Գրանդ Քենդին" անմիջականորեն մատակարարում է Հայաստանի առևտրի կետերից 99.9 տոկոսին:"Գրանդ Քենդի" ընկերության արտադրությունը հավաստագրված է ISO 9001:2008 որակի կառավարման և ISO 22000:2005 սննդի ապահովության կառավարման չափանիշներով:`,
    "about_company_description2": `"Գրանդ Քենդի" ընկերության արտադրանքի առավելությունն ու բարձր որակի գրավականը բացառապես բնական հումքն է, ինչպես օրինակ՝ կակաո մթերքը և կաթնամթերքը, ընկուզեղենը և թարմ մրգերից պատրաստված կիսաֆաբրիկատները: Չնայած այս հումքատեսակների բարձր գնին՝ ընկերությունը բացառում է փոխարինող նյութերի և արտադրության մեջ արհեստական հավելումների օգտագործումը: "Գրանդ Քենդիի" գերակա խնդիրը հաճախորդների առողջությունն է: Դա է պատճառը, որ արտադրության մեջ օգտագործվող բոլոր բաղադրամասերը մանրազնին ստուգման են ենթարկվում նրա կենտրոնական լաբորատորիայում, որը հավատարմագրված է ISO 17025 ստանդարտի համաձայն, իսկ ձեռնարկության որակի վերահսկողության բաժինն ապահովում է արտադրանքի բարձր և կայուն որակը: `,
    "about_company_description3": `2001 թվականին, իտալական հոսքագծերով զինված, "Գրանդ Քենդին" իր սպառողներին ներկայացել է նաև պաղպաղակի արտադրությամբ: 2006 թվականին "Գրանդ Քենդին" հիմնել է գոֆրոստվարաթղթե արկղերի սեփական արտադրությունը: 2007 թվականին ընկերությունը հիմնադրվել է գերմանական սարքավորումներով զինված օֆսեթ տպագրություն իրականացնող տպարանը: 2008 թվականին հիմնադրել է սուրճի\` ժամանակակից տեխնոլոգիաներով և իտալական սարքավորումներով հագեցած արտադրությունը: Դրա համար որպես հումք օգտագործվում են "արաբիկա" և "ռոբուստա" սուրճերի ամենաբարձրորակ տեսակները: 2010 թվականին "Գրանդ Քենդին" սկսել է արտադրել խմորեղեն, որը միանգամից սպառողների բարձր գնահատականին է արժանացել: Առաջին անգամ Հայաստանում հնարավոր է դարձել արտադրական պայմաններում "տնական" խմորեղեն պատրաստել: 2012 թվականին "Գրանդ Քենդին" ձեռնամուխ է եղել ալյուրի արտադրության: `,
    "about_company_description4": `Եվրոպական նորագույն տեխնոլոգիաների և սարքավորումների շնորհիվ ընկերությունն այսօր լավագույն որակական հատկանիշներ ունեցող ալյուր է արտադրում: 2016 թվականին ընկերությունում շահագործման է հանձնվել գերմանական գերժամանակակից սարքավորումներով հագեցած ֆլեքսոգրաֆիկ տպագրություն իրականացնող տպարանը: Սարքավորումների պարբերական թարմացումը և նոր տեխնոլոգիաների ներդրումը ընկերությանը հնարավորություն է ընձեռում շուկայի փոփոխություններին արագորեն արձագանքելու և առաջատարի դիրքերը պահպանելու: 2010 թվականի սեպտեմբերի 10-ին "Գրանդ Քենդի" ընկերությունը նոր համաշխարհային ռեկորդ է սահմանել\` "Աշխարհի ամենամեծ շոկոլադե սալիկ" անվանակարգում, որը գրանցվել է Գինեսի ռեկորդների գրքում: Սա Հայաստանի առաջին արդյունաբերական ռեկորդն է:     2000 թվականին սկսվել է "Գրանդ Քենդի" ընկերության ֆիրմային խանութների ցանցի ստեղծումը. դրանցից առաջինը "Պոնչիկանոցն" է: Այսօր ՀՀ տարածքում գործում են 29 ֆիրմային խանութներ, որոնցից 21-ը, ներառյալ 10 խանութ-սրճարանները, Երևանում են գտնվում:"Գրանդ Քենդին" առանձնանում է նաև մարդկային ռեսուրսների կառավարման ճիշտ քաղաքականությամբ, ինչի շնորհիվ համախմբված հմուտ աշխատակազմ է ձևավորվել: "Գրանդ Քենդին" այսօր տեղական արտադրության ոլորտում Հայաստանի Հանրապետության ամենախոշոր գործատուն է և 3200 աշխատակից ունի: Նրա ողջ անձնակազմը, սեփականատիրոջից մինչև շարքային աշխատող, առաջնորդվում է մեկ կարգախոսով՝ "Մեր որակը մեր հպարտությունն է":`,

    //Contact us
    'contact_us': 'Կապ մեզ հետ',
    'head_office': 'Կենտրոնական գրասենյակ',
    'grand_candy_llc': 'Գրանդ Քենդի ՍՊԸ',
    'sales_department': 'Վաճառքի բաժին',
    'quality_department': 'Որակի և վերահսկողության բաժին',
    'export_department': 'Արտահանման բաժին',
    'human_department': 'Կադրերի բաժին',
    'international_department': 'Միջազգային կապերի և մատակարարման բաժին',
    'full_address': '0061, ք. Երևան, Մասիսի փ. 31, Հայաստանի Հանրապետություն',

    'recommended_for_you': 'Առաջարկվում է ձեզ համար',

    'price_height_to_low' : 'Գինը ըստ նվազման',
    'price_low_to_height' : 'Գինը ըստ աճման',
    'alphabetical_a_z' : 'Այբենական Ա-Ֆ',
    'alphabetical_z_a' : 'Այբենական Ֆ-Ա',

    'save_changes': 'Պահպանել',
    'bonus_card_transactions': 'Բոնուս քարտի գործարքներ',
    'salary_card': 'Վճարային քարտ',
    'total_price': 'Ընդհանուր գինը',
    'password_is_required': 'Գաղտնաբառը պարտադիր է',
    'new_password_is_required': 'Նոր գաղտնաբառ պարտադիր է',
    'filter_by': 'Խմբավորել ըստ',
    'sort_by': 'Դասավորել ըստ',
    'all': 'Բոլորը',
    'back_to_orders': 'Վերադառնալ բոլոր պատվերներին',
    'back_to_delivery': 'Վերադառնալ առաքման էջ',
    'my_cards': 'Իմ քարտերը',
    'add_card': 'Ավելացնել քարտ',

    'delivery_option': 'Առաքման տարբերակ',
    'payment_option': 'Վճարման տարբերակներ',
    'comment_to_driver': 'Մեկնաբանություն վարորդին',

    'choose_pick_up_location': 'Выберите место получения',
    'add_new_card' : 'Ann new card',
    'card_holder' : 'Card holder',
    'card_number' : 'Card number',
    'exp_date' : 'Exp. date',
    'make_this_payment_method_default' : 'Make this payment method default',

    'delete_card': 'Delete card',
    'delete_card_description': 'Do you want to delete card?',

    'choose_pickup_date': 'Ընտրեք վերցնելու ամսաթիվը և ժամանակը',

    'select_date': 'Ընտրեք ամսաթիվ',
    'select_time': 'Ընտրեք ժամ',
    'select_card': 'Ընտրեք քարտ',

    'error_comment_contain': 'Վարորդի համար մեկնաբանությունը պետք է պարունակի 100-ից պակաս նիշ',
    'error_name_required': 'Անունը պարտադիր է',
    'error_phone_number_required': 'Հեռախոսահամարը պարտադիր է',
    'error_address_required': 'Հասցեն պարտադիր է',
    'error_fields_required': 'Բոլոր դաշտերը պարտադիր են',
    'error_pickup_time_required': 'Խանութից վերցնելու ժամը պարտադիր է',

    'pay_order_desc': 'Դուք կվճարեք, երբ կստանաք Ձեր պատվերը',
    'choose_pickup_time': 'Ընտրեք վերցման ամսաթիվը և ժամանակը',
  },
};


