import {locales} from '../locales';

export default {
  [locales.RU]: {
    'price': 'драм',
    'free': 'Бесплатно',
    //FAQ 6 9 10 11
    'FAQ.questions': 'Часто задаваемые вопросы',
    'FAQ.questions-1-title': 'Что такое система онлайн-покупок?',
    'FAQ.questions-1-text': 'Компания “Гранд Кенди” предоставляет возможность своим клиентам покупать или заказывать свою продукцию онлайн, через мобильное приложение или веб-сайт. Основной целью создания системы онлайн-покупок является доступность для клиентов полной и подробной информации о продукции компании в любом месте и в любое время. Данная система позволяет максимально упрощать процесс покупки и экономить время покупателей. ',
    //2
    'FAQ.questions-2-title': 'Какие возможности предоставляет онлайн-покупка? ',
    'FAQ.questions-2-text': 'Совершая онлайн-покупки, клиент получает возможность делать покупки в удобном для себя месте и в удобное время, накапливать бонусы с каждой покупки, которые можно будет использовать при следующих покупках, а также принимать участие в акциях и получать подарки. При онлайн-покупке клиент имеет возможность сэкономить своё время, пользуясь услугами “Pick up” или “Доставка”. ',
    //3
    'FAQ.questions-3-title': 'Что такое “Бонус карта”? ',
    'FAQ.questions-3-text': 'Каждый раз, делая онлайн-покупки, клиент получает возможность накопить 10% от общей суммы заказа в заранее активизированной “Бонус карте”. Её можно активизировать в разделе “Личный кабинет”, указывая дату рождения и номер телефона покупателя. Бонусы можно использовать во время любого нового заказа, в любых размерах и в любое время. ',
    //4
    'FAQ.questions-4-title': 'Что из себя представляет предложение “Найдите код, получайте подарок”? ',
    'FAQ.questions-4-text': 'Компания “Гранд Кенди” подготовила сюрпризы для своих покупателей, про которые клиенты будут заранее оповещены. Предложение не будет актуальным постоянно, а только в рамках конкретных акций. ',

    //5
    'FAQ.questions-5-title': 'Что такое услуга “Pick up”? ',
    'FAQ.questions-5-text': 'С помощью услуги “Pick up” клиент получает возможность формировать корзину в удобном для себя месте и в удобное время, выбирать предпочитаемый или ближайший фирменный магазин и подойти в заранее указанное им время для получения корзины. При пользовании услугой “Pick up” в мобильном приложении или веб-сайте нужно добавить платёжную карту, из чего и будет произведён платёж по системе предоплаты, и клиент получит свою корзину в фирменном магазине по схеме сканирования, что и позволит избегать очередей и получать заказанную корзину из фирменного магазина в кратчайшие сроки. “Pick up”-заказ можно оформлять по следующему графику: ',
    'address1': 'Аван-Ариндж 5-32, 1-й микрорайон ',
    'address2': 'Азатутяна 25',
    'address3': 'Алека Манукяна 7',
    'address4': 'Арташисяна 87/5',
    'address5': 'Асратяна 4/5',
    'address6': 'Бабаджаняна 87/7',
    'address7': 'Багратуняц 17',
    'address8': 'Башинджагяна 188',
    'address9': 'Ванцяна 61а',
    'address10': 'Касяна 3',
    'address11': 'Маштоца 5а',
    'address12': 'Маштоца 54, “Пончиканоц”',
    'address13': 'Папазяна 21',
    'address14': 'Паруйра Севака 55/5',
    'address15': 'Сафаряна 2/2',
    'address16': 'Тиграна Меца 12',
    'address17': 'Тиграна Меца 71',
    'address18': 'Тиграна Петросяна 31/1',
    'address19': 'Худякова 214/4',
    'address20': 'Эребуни 18',
    'address21': 'Масиса 50',

    'schedule': 'График',
    'brand_store': 'Фирменный магазин',

    'every_day': 'Ежедневно ',
    'monday_to_friday': 'С понедельника по пятницу ',
    'saturday': 'Суббота ',
    'closed_days': 'Закрыт по воскресеньям и праздникам.',

    //6 ??????
    'FAQ.questions-6-title': 'Как найти избранные продукты? ',
    'FAQ.questions-6-list': 'Избранные продукты покупатель может найти следующими способами: ',
    'FAQ.questions-6-list1': 'в поисковой системе; ',
    'FAQ.questions-6-list2': 'в продуктовых категориях;  ',
    'FAQ.questions-6-list3': 'в списке самых популярных продуктов; ',
    'FAQ.questions-6-list4': 'в списке избранных продуктов. ',

    //7
    'FAQ.questions-7-title': 'Можно ли составить список избранных продуктов, не добавляя их в корзину? ',
    'FAQ.questions-7-text': 'Да! При этом система предоставляет возможность выделять не только избранные продукты в списке “Избранные”, но и предпочитаемые фирменные магазины. ',

    //8
    'FAQ.questions-8-title': 'Можно ли выбирать точное время и дату доставки? ',
    'FAQ.questions-8-text': 'Да! Мобильное приложение и веб-сайт, после формирования корзины, предоставляют возможность указывать в информационном поле соответствующие дату и время доставки, а также дополнительным комментарием сделать необходимые пометки касаемо заказа. ',

    //9 ???????????
    'FAQ.questions-9-title': 'По каким направлениям осуществляется доставка? ',
    'FAQ.questions-9-text': 'Доставка работает по всей территории г. Ереван (РА). Подробную информацию о доставке можно получить в разделе “Условия доставки”. ',

    //10 ??????????
    'FAQ.questions-10-title': 'Какими способами можно совершить платёж? ',
    'FAQ.questions-10-text': 'В мобильном приложении или веб-сайте можно совершать платёж двумя способами – онлайн и налично. Подробную информацию о способах оплаты можно получить в разделе “Условия оплаты”. ',

    //11
    'FAQ.questions-11-title': 'Можно ли отменить заказ? ',
    'FAQ.questions-11-point1': 'При услугах “Pick up” и “Доставка” клиент может сам отменить заказ в течении 10 минут с момента заказа с помощью кнопки “Отменить заказ”.',
    'FAQ.questions-11-point2': 'При услуге “Pick up” заказ автоматически будет отменен, если покупатель не подойдёт в заранее указанное им время, в следствие чего фирменный магазин будет закрыт. ',

    //12
    'FAQ.questions-12-title': 'Можно ли вернуть заказанные продукты? ',
    'FAQ.questions-12-text': 'Клиент, которому был продан продукт не соответствующего качества, имеет право вернуть данный продукт, если его недостаток был обнаружен в рамках срока годности и с предоставлением кассового чека, подтверждающего покупку. При отсутствии спора о причинах появления изъяна, проданный продукт не соответствующего качества будет заменён на качественный, или клиенту будут возвращены деньги. ',

    //13
    'FAQ.questions-13-title': 'Каким способом можно получить деньги при отмене или возврате заказа? ',
    'FAQ.questions-13-text': 'Полная сумма покупки будет возвращена клиенту, согласно выбранному способу оплаты, то есть перевод на карту клиента при онлайн и наличными при наличном способе оплаты. При этом частичный возврат денег не совершается. ',

    //14
    'FAQ.questions-14-title': 'Что такое «Мои адреса»?',
    'FAQ.questions-14-text': 'В мобильном приложении и веб-сайте “Гранд Кенди” можно выделять избранные клиентом адреса в разделе “Мои адреса”, заглавлять их и добавлять всю необходимую информацию для максимального упрощения указывания адреса при оформлении доставки заказа. ',

    //15
    'FAQ.questions-15-title': "Почему не получается оформлять доставку заказа?",
    'FAQ.questions-15-text': 'Услуга доставки заказа через мобильное приложение и веб-сайт “Гранд Кенди” сейчас находится на этапе доработки и будет доступна клиентам в скором времени.',

    //Delivery Terms
    'delivery_terms': 'Условия доставки',
    'delivery_terms_text1': 'Заказы принимаются при помощи мобильного приложения или веб-сайта “Гранд Кенди”. Покупатель выбирает желаемый продукт, добавляет в корзину, указывает номер телефона, желаемый адрес доставки, дату и время, при желании добавляет комментарий с дополнительными пожеланиями условий доставки, выбирает способ оплаты, а также необходимость использования “Бонус карты”. ',
    'delivery_terms_text2': 'При желании добавить новый продукт или изменить какой-либо из выбранных продуктов нужно написать сотрудникам отдела онлайн-обслуживания клиентов для внесения нужных изменений. ',
    'delivery_terms_text3': 'Покупатель имеет возможность отследить свои заказы (например, заказ находится “В процессе сбора”, “Готов к доставке”, “В пути” или “Доставлен”), посмотреть список, стоимость и дату предыдущих заказов в разделе “Личный кабинет”. ',
    'delivery_terms_text4': 'Стоит отметить, что при оформлении заказа нет никаких ограничений стоимости заказа. Это означает, что, независимо от общей стоимости, будь то 100 драм или, условно, 5 500 драм, клиент оплачивает только стоимость продукта и доставки. ',
    'delivery_terms_text5': 'Доставка осуществляется в среднем за 40 минут по всей территории города Ереван.  Заказы с доставкой принимаются каждый день с 10:40 до 18:50. ',

    'delivery_terms_table_desc': 'Стоимость доставки составляет:',
    'delivery_terms_table_row1': 'При заказе до 5 000 драм',
    'delivery_terms_table_row2': 'При заказе от 5 000 до 10 000 драм',
    'delivery_terms_table_row3': 'При заказе от 10 000 драм и выше',

    'attention': 'Внимание!',
    'attention_point_one': 'Опоздание доставки может быть обусловлено лишь непредусмотренными ситуациями, как пробка, авария или схожие причины.  В таких случаях покупателя оповещают о сложившейся ситуации как можно скорее. ',
    'attention_point_two': 'Для своевременной доставки просим внимательно заполнять все поля и при возникновении вопросов написать сотрудникам отдела онлайн-обслуживания клиентов для решения всех вопросов. ',

    //Payment terms
    'payment_terms': 'Условия оплаты',
    'payment_text1': 'При использовании приложения или веб-сайта “Гранд Кенди” оплату можно осуществлять как наличным, так и безналичным способом. Оплату безналичным способом можно осуществить с помощью “ARCA”, “Visa” или “Master Card” банковских карт, а наличные оплаты осуществляются в момент доставки исключительно в драмах.',
    'payment_text2': 'Указанная стоимость продуктов окончательная и включает в себя все налоги. Кассовый чек вручается клиенту вне зависимости от вида оплаты. Частичный возврат денег не совершается.',
    //Return terms
    'return_terms': 'Условия возврата',
    'return_text': 'Клиент, которому был продан продукт не соответствующего качества, имеет право вернуть данный продукт, если его недостаток был обнаружен в рамках срока годности и с предоставлением кассового чека, подтверждающего покупку. При отсутствии спора о причинах появления изъяна, проданный продукт не соответствующего качества будет заменён на качественный, или клиенту будут возвращены деньги.',

    "continue_text": "Продолжать",
    "continue_shopping": "Продолжить покупки",

    "sign_up": "Зарегистрироваться",

    "sign_in": "Войти в систему",

    "email_or_phone_number": "Эл․ адрес или номер телефона",

    "password": "Пароль",

    "next": "Далее",

    "checkout": "Оплатить",

    "first_name": "Имя",

    "first_full": "Имя",

    "comment": "Комментария",

    "last_name": "Фамилия",

    "save": "Сохранить",

    "cancel": "Отменить",

    "delete": "Удалить",

    "sign_out": "Выйти",

    "general": "Главный",

    "settings": "Настройки",

    "news": "Новости",

    "favorites": "Избранные",

    "search": "Поиск",

    "retry": "Повторить",

    "remove": "Удалить",

    "undo": "Отменить",

    "armenia": "Армения",

    "kg": "кг",

    "kb": "КБ",

    "item": "штук",

    "box": "коробка",

    "ok": "Ok",

    "activate": "Активировать",

    "email": "Эл․ адрес",

    "send": "Отправить",

    "attachment": "Прикрепленный",

    'home': 'Главная',
    'products': 'Продукты',
    'about': 'Про нас',
    'shop': 'Магазины',
    'how_its_made': "Как это сделано",
    'careers': 'Карьера',
    'join_out_team': 'Присоединяйтесь к нашей команде, и вы полюбите свою работу',

    "error_email": "Неверный эл. адрес",

    "error_email_or_phone_number": "Неверный эл. адрес или номер телефона",

    "error_login": "Неправильный эл. адрес или пароль",

    "error_email_minimum_count": "Эл. адрес не должно содержать меньше %1$s символов",

    "error_email_maximum_count": "Эл. адрес не должен превышать %1$s символов",

    "error_first_name_minimum_count": "Имя не должно содержать меньше %1$s символов",

    "error_last_name_minimum_count": "Фамилия не должно содержать меньше %1$s символов",

    "error_first_name_maximum_count": "Имя не должно содержать большне %1$s символов",

    "error_recipient_name_minimum_count": "Имя получателя не должно содержать меньше %1$s символов",

    "error_recipient_name_maximum_count": "Имя получателя не должно содержать большне %1$s символов",

    "error_last_name_maximum_count": "Фамилия не должно содержать большне %1$s символов",

    "error_special_characters": "Специальные символы и цифры не допускаются",

    "error_passwords_not_match": "Пароли не соответствуют",

    "error_password_minimum_count": "Пароль должен состоять как минимум из %1$s символов",

    "error_password_maximum_count": "Пароль не должен превышать %1$s символов",

    "error_verification_code": "Код подтверждения должен состоять из %1$s цифр",

    "error_title_text_min_count": "Заглавие должно быть не менее %1$s символов",

    "error_title_text_max_count": "Заглавие не должно содержать большне %1$s символов",

    "error_title": "Неверное заглавия",

    "error_address_text": "Выберите местоположение",

    "error_phone_number": "Неправильный номер телефона",

    "error_phone_number_minimum_count": "Номер телефона должен содержать не менее 8 символов.",

    "error_phone_number_maximum_count": "Номер телефона не должен превышать 8 символов",

    "error_code_validation": "Поле кода не должно быть пустым",

    "error_code_invalid": "Неверный код подтверждения",

    "error_birth_date": "Выберите дату рождения",

    "error_feedback_minimum_count": "Тема должна содержать не менее 5 символов",

    "error_feedback_max_count": "Тема не должен превышать 100 символов",

    "error_rating": "Выберите рейтинг",

    "error_order_type": "Эти услуги в настоящее время недоступны. ",


    "auth_sign_in_hint_text": "Пожалуйста, введите эл. адрес и пароль, чтобы войти в свой аккаунт",

    "auth_forgot_password": "Забыли пароль?",

    "auth_do_not_have_an_account": "У вас нет аккаунта?",


    "sign_up_have_an_account": "У Вас уже есть аккаунт?",

    "sign_up_description": "Пожалуйста, дайте нам вашу личную информацию для создания учетной записи",

    "forgot_title": "Забыли пароль?",

    "forgot_description": "Пожалуйста, напишите свой эл. адресдля восстановления пароля",

    //  Verification page


    "code": "Код",

    "verification_description": "Мы отправили вам код подтверждения на вашуэл. почту",
    "send_code": 'Отправить код',
    "verification_resend_code": "Отправить повторно",

    "verification_resend": "Отправить повторно",

//  Create password page


    "create_password_description_sign_up": "Пожалуйста, создайте парольдля вашей учетной записи",

    "create_password_description_forgot": "Пожалуйста, создайте новый парольдля вашей учетной записи",

    "create_password_new_password": "Новый пароль",

    "create_password_current_password": "Текущий пароль",

    "create_password_confirm_new_password": "Подтвердите новый пароль",

    "create_password_agreement_text": "Я прочитал и согласен с",

    "and": "и ",

    "create_password_please_give_agreement": "Чтобы продолжить, вы должны согласиться с Условиями и Политикой конфиденциальности",

    "notifications": "Уведомления",

    "terms_and_conditions": "Условиями и Положениями",

    "privacy_policy": "Политикой Конфиденциальности",

    "delivery_and_returns": "Доставка и возврат",

    "more_about_app": "О приложении",

    "more_faq": "Часто задаваемые вопросы",

    "more_customer_service": "Обслуживание клиентов",

    "more_our_shops": "Наши магазины",

    "more_about_grand_candy": "О Гранд Кенди",

    "more_account": "Учетный запись",

    "more_personal_information": "Личные данные",

    'profile': 'Профиль',

    "more_bonus_card": "Бонусная карта",

    "more_my_orders": "Мои заказы",

    "more_my_addresses": "Мои адреса",

    "more_payment_methods": "Способы оплаты",

    "dialog_sign_out_description": "Вы уверены, что хотите выйти из своего аккаунта?",

    //  About app page


    "about_app_rate_us": "Оцените нас",

    "about_app_social_hint": "Найдите нас в соц сетях",

    "version": "Версия",

    //  FAQ page

    "faw_description": "Просмотрите наиболее часто задаваемые вопросы",
    'faq_search_hint': 'Как мы можем вам помочь?',
    'faq_title': 'Часто задаваемые вопросы',
    //  Settings page


    "settings_notifications_settings": "Настройки уведомлений",

    "settings_notification_description": "Получать сообщения об акциях, изменениях заказа и новых продуктах",

    "settings_email_notifications": "Уведомления по эл. почте",

    "settings_push_notifications": "Уведомления",

    "settings_application_language": "Язык приложения",

    "settings_choose_language": "Выберите предпочитаемый язык",

    "discover": "Обнаружить",

    "home_page_top_categories": "Лучшие категории",

    "home_page_most_popular": "Самый популярный",

    "search_all_categories": "Все категории",

    "search_categories": "Категори",

    "search_products": "Продукти",

    //  Empty views


    "empty_notifications_title": "Нет уведомлений",

    "empty_notifications_description": "У вас еще нет уведомлений",

    "empty_favorite_title": "Нет избранных",

    "empty_favorite_description": "Вы не добавили ни одногопродукта в список избранного",

    "empty_addresses_title": "Адресов нет",

    "empty_addresses_description": "У вас еще нетсохраненных адресов",

    "empty_faq_title": "Нет результатов",

    "empty_faq_description": "",

    "empty_basket_title": "Корзина пуста",

    "empty_basket_description": "Чтобы увидеть продукты здесь,вы должны сначала добавить их в корзину",

    "empty_order_title": "Нет заказов",

    "empty_order_description": "Вы еще не сделали заказов",

    "empty_bonus_title": "Нет транзакций",

    "empty_bonus_description": "По вашей бонусной карте транзакция пока нет",

    "empty_payment_title": "Нет способ оплаты",

    "empty_payment_description": "Способ оплаты не найден",

//  ChoosePhotoTypeEnum


    "choose_photo_type_enum_gallery": "Выберите фото из галереи",

    "choose_photo_type_enum_camera": "Открыть камеру",

    "choose_photo_type_enum_delete": "Удалить фото",

//  ChooseAttachmentTypeEnum


    "choose_attachment_type_enum_photo_or_video": "Галерея",

    "choose_attachment_type_enum_storage": "Хранилище",

    //  PaymentTypeEnum


    "payment_type_enum_cash": "Наличные",

    "payment_type_enum_card": "Кредитная карта",

// OrderTypeEnum


    "order_type_enum_pending": "В ожидании",

    "order_type_enum_finished": "Завершенный",

    "order_type_enum_canceled": "Отмененный",

    "order_type_enum_accepted": "В ожидании",

    "order_type_enum_branch_attached": "В ожидании",

    "order_type_enum_started": "В пути",

    "order_type_enum_driver_attached": "Принятый",

    //  Personal info page


    "personal_info_title": "Личные данные",

    "personal_info_dialog_title": "Удалить фото",

    "personal_info_dialog_sub_title": "Вы уверены, что хотите удалить фотографию?",

    "personal_info_change_password": "Изменить пароль",

    "personal_info_date_of_birth": "Дата рождения",

    "personal_info_change_success": "Информация профиля была успешно изменена",

    "personal_info_password_change_success": "Пароль успешно изменен",

//  Add new address page


    "add_new_address": "Добавить новый адрес",

    "add_new_address_title": "Заголовок",
    'add_new_address_name': 'Названия',
  
    "add_new_address_address": "Адрес",

    "add_new_address_apartment": "Квартира",

    "add_new_address_building": "Здание",

    "add_new_address_floor": "Этаж",

    "add_new_address_entrance": "Подъезд",

    "add_new_address_button_title": "Сохранить адрес",

    "add_new_address_make_this_address_default": "Адрес по умолчанию",

    "add_new_address_location": "Местоположение",

    "add_new_address_save_in": "Сохранить в Моих адресах",

    'delete_address': 'Удалить Адрес',
    'delete_address_description': 'Вы хотите удалить адрес?',

//  Product details page


    "product_details_add_to_basket": "Добавить в корзину",
    "product_details_add_to_favorites": "Добавить в избранное",

    "product_details_added_to_basket": "Добавлен в корзину",

//  Product details page


    "product_details_shelf_life": "Срок годности",

    "product_details_ingredients": "Ингредиенты",

    //  Basket page


    "basket_go_to_checkout": "Оформить заказ",

    "basket_title": "Корзина",

    "basket_bonuses": "Полученный бонус",

    "basket_total": "Всего",

    "delivery_title": "Тип заказа",

    "basket_pick_up": "Самовывоз",

    "basket_pick_ap_description": "Заказ будет готов в выбранном филиале магазинов Гранд Кенди",

    "delivery": "Доставка",

    "basket_delivery_description": "Заказ будет доставлен по выбранному адресу. Самое близкое время доставки",

    "basket_delivery_method_error": "Выберите способ доставки",

    "change": "Изменить",

    "add": "Добавить",

    "basket_pick_up_time": "Время самовывоза",

    "basket_delivery_time": "Время доставки",

    "basket_payment_method": "Способы оплаты",

    "basket_choose_your_payment_method_to_finish_order": "Выберите способ оплаты, чтобы завершить заказ",

    "basket_use_bonuses": "Используйте бонусы",

    "basket_delivery_address": "Адресс доставки",

    "basket_pick_up_shop": "Пункт выдачи",

    "basket_pick_bonus": "Бонус",

    "basket_bonus_amount": "Сумма бонуса",

    "select": "Выбрать",

    "basket_no_delivery_address": "Нет адреса доставки",

    "basket_delivery_fee": "Стоимостъ доставки",

    "basket_subtotal": "Итого",

    "basket_used_bonuses": "Использованные бонусы",

//  Order page


    "order_history": "История",

    "order_ongoing_order": "Текущие заказы",

    "order_pick_up_date": "Время самовывоза",

    "order_delivery_date": "Время доставки",

    "order_pick_up_shop": "Пункт выдачи",

    "order_delivery_address": "Адресс доставки",

    "order_at": "в",

    "order": "Заказ",

    "order_details_products": "Продукти (%1$s)",

    "order_details_bonuses": "Бонусы",

    "order_details_order_information": "Информация о заказе",

    "order_dialog_title": "Заказ размещен",

    "order_dialog_sub_title": "Заказ #%1$s был успешно размещен и в процессе подтверждения",

    "order_summary": "Итог заказа",

    "earned_bonus": "Заработанный бонус",

//  Transactions page


    "transactions_title": "Транзакции",

    //  Payment methods page


    "payment_methods_title": "Способы оплаты",

    "payment_dialog_title": "Удалить карту",

    "payment_dialog_sub_title": "Вы уверены, что хотите удалить карту?",

    "phone_number": "Номер телефона",

    "verify": "Подтвердить",

    "bonus_card_activation": "Активация бонусной карты",

    "bonus_card_description": "Вам необходимо подтвердить свой номер телефона и выбрать дату рождения",

    "bonus_bottom_sheet_description": "Активируйте свою бонусную карту и используйте множество преимуществ",

    "bonus_bottom_sheet_title": "Активируйте бонусную карту!",

    "rate_title": "Оцените наш сервис",

    "rate_sub_title": "Пожалуйста оцените работу нашего сотрудника в магазине и напишите нам отзыв если есть предложения или вопросы",

    "rate_leave_a_feedback": "Оставить отзыв",

    "rate_order": "Оценить заказ",

    "chat_write_message": "Напишите сообщение",

    "order_branch_not_available": "Филиал недоступен для получения",

    "order_comment_description": "Комментария к заказу",

    "order_recipient_information": "Информация о получателе",

    "order_details_comment": "Комментария:",

    "order_details_recipient": "Получатель:",

    "bonus": "БОНУСНАЯ",

    "card": "КАРТА",

    "company_address": "31 Masis str., Yerevan",

    "update_available_message": "Обновление было загружено",

    "update_available_title": "Обновить",

    "view_all": "См. все",

    "working_hours": "Рабочие часы",

    "the_sweetest": "Самая сладкая кондитерская в Армении",

    "about_company_title": "О Гранд Кенди",

    "about_company_description": `Компания «Гранд Кенди» на сегодня является крупнейшим предприятием в сфере пищевой промышленности Армении. Компания была основана в начале 2000 года Грантом Варданяном.   Первоначально был введен в эксплуатацию цех по производству карамельных изделий, а впоследствии также конфетный цех, которые в совокупности выпускали 100 наименований кондитерских изделий. В 2000 году в компании «Гранд Кенди» работали всего 600 человек. Наращивая из года в год объемы производства и продаж, компания «Гранд Кенди» к настоящему времени заняла свыше 40 процентов рынка кондитерской продукции Армении. Благодаря организованному на высоком уровне производственному процессу, компания за кратчайшие сроки добилась стабильных позиций на рынке и на сегодня предлагает потребителям как уже известные, традиционные, так и совершенно новые для местного рынка виды продукции. `,
    "about_company_description1": `В настоящее время компания «Гранд Кенди» производит свыше 400 наименований продуктов и является единственным предприятием в Закавказье, занимающимся переработкой какао-бобов. Сбыт продукции «Гранд Кенди» осуществляется посредством 270 грузовых автомобилей через собственную оптово-розничную сеть, 8 размещенных в различных областях Республики Армения баз и 29 фирменных магазинов. Тем самым, обслуживается 8.450 сетевых, оптовых и розничных торговых точек, занимающихся в Армении продажей продуктов питания. На сегодняшний день компания напрямую обслуживает 99.9% торговых точек республики.  Производство компании «Гранд Кенди» сертифицировано в соответствии с требованиями международных стандартов по управлению качеством ISO 9001:2008 и международных стандартов управления безопасностью продуктов питания ISO 22000:2005.`,
    "about_company_description2": `Преимуществом и залогом высокого качества продуктов компании «Гранд Кенди» служит исключительно натуральное сырье, например, какао-продукты и молочные продукты, орехопродукты и полуфабрикаты, изготовленные из свежих фруктов. Несмотря на высокую стоимость данных видов сырья, «Гранд Кенди» исключает использование в производстве заменителей и искусственных добавок. Здоровье потребителей является приоритетом для «Гранд Кенди», и именно поэтому все используемые в производстве ингредиенты проходят тщательную проверку в центральной лаборатории компании, которая сертифицирована по международному стандарту ISO 17025, а отдел контроля качества предприятия обеспечивает высокое и стабильное качество продукции. В 2001 году «Гранд Кенди» представила потребителям также мороженое собственного производства. Цеха по изготовлению видов данной продукции оснащены итальянскими производственными линиями. `,
    "about_company_description3": `В 2006 году «Гранд Кенди» основала собственное производство гофрированных картонных ящиков. В 2007 году была основана офсетная типография, оснащенная немецким оборудованием.  В 2008 году компания начала производство кофе, для которого в качестве сырья используются самые высококачественные сорта «арабика» и «робуста». Цех по производству кофе оснащен современными технологиями и итальянским оборудованием. В 2010 году «Гранд Кенди» начала производить торты и пирожные, которые сразу же завоевали популярность и получили высокую оценку потребителей. Впервые в Армении стало возможным готовить «домашнюю» выпечку в производственных условиях. В 2012 году компания основала производство муки. Благодаря новейшим европейским технологиям и оборудованию «Гранд Кенди» на сегодня производит муку высочайшего качества. В 2016 году на предприятии была сдана в эксплуатацию флексографическая типография, оснащенная сверхсовременным немецким оборудованием.`,
    "about_company_description4": `Регулярное обновление оборудования и внедрение новейших технологий позволяет компании оперативно реагировать на изменения рынка и сохранять лидирующие позиции. 10 сентября 2010 года компания «Гранд Кенди» установила новый мировой рекорд в номинации «Самая большая шоколадная плитка в мире», который был зарегистрирован в «Книге рекордов Гиннесса». Это стало первым производственным рекордом Армении. В 2000 году был инициирован процесс создания сети фирменных магазинов компании «Гранд Кенди», первым из которых стал «Пончиканоц» в центре Еревана. В настоящее время на территории РА действуют 29 фирменных магазинов, 21 из которых, включая 10 магазинов-кафе, находится в Ереване. «Гранд Кенди» отличается также грамотной кадровой политикой, благодаря которой был сформирован сплоченный и профессиональный коллектив. На сегодня «Гранд Кенди» является крупнейшим работодателем Республики Армения в сфере местного производства, в компании работают 3200 человек. Весь коллектив «Гранд Кенди» – от собственника до рядовых сотрудников – руководствуется одним и тем же девизом: «Наше качество – наша гордость».`,

    //Contact us
    'contact_us': 'Связаться с нами',
    'head_office': 'Главный офис',
    'grand_candy_llc': 'ООО Гранд Кенди',
    'sales_department': 'Отдел продаж',
    'quality_department': 'Отдел контроля и качества',
    'export_department': 'Отдел экспорта',
    'human_department': 'Отдел кадров',
    'international_department': 'Отдел международных связей и снабжения',
    'full_address': '0061, Республика Армения, г. Ереван, ул. Масиса 31.',

    'recommended_for_you': 'Рекомендуется для вас',

    'price_height_to_low' : 'Цена от высокой к низкой',
    'price_low_to_height' : 'Цена от низкой до высокой',
    'alphabetical_a_z' : 'По алфавиту от А до Я',
    'alphabetical_z_a' : 'По алфавиту от Я до А',

    'save_changes': 'Сохранить изменения',
    'bonus_card_transactions': 'Операции по бонусной карте',
    'salary_card': 'Карта оплаты',
    'total_price': 'Итоговая цена',
    'password_is_required': 'Требуются пароли',
    'new_password_is_required': 'Новый пароль обязательно',
    'filter_by': 'Сортировать по',
    'sort_by': 'Сортировать по',
    'all': 'Все',
    'back_to_orders': 'Вернуться ко всем заказам',
    'back_to_delivery': 'Вернуться к вариантам доставки',
    'my_cards': 'Мои карты',
    'add_card': 'Добавить карту',

    'delivery_option': 'Вариант доставки',
    'payment_option': 'Вариант оплаты',
    'choose_pick_up_location': 'Выберите место получения',
    'comment_to_driver': 'Комментарий к водителю',

    'add_new_card' : 'Ann new card',
    'card_holder' : 'Card holder',
    'card_number' : 'Card number',
    'exp_date' : 'Exp. date',
    'make_this_payment_method_default' : 'Make this payment method default',

    'delete_card': 'Delete card',
    'delete_card_description': 'Do you want to delete card?',
    'choose_pickup_date': 'Выберите дату и время самовывоза',

    'select_date': 'Выберите дату',
    'select_time': 'Выберите время',
    'select_card': 'Выбрать карту',
    'error_pickup_time_required': 'Время самовывоза обязателен',

    'error_comment_contain': 'Комментарий для драйвера должен содержать менее 100 символов.',
    'error_name_required': 'Имя обязательно',
    'error_phone_number_required': 'Номер телефона обязателен',
    'error_address_required': 'Адрес обязателен',
    'error_fields_required': 'Все поля обязательны',
    'pay_order_desc': 'Вы заплатите, когда получите свой заказ',
    'choose_pickup_time': 'Выберите дату и время самовывоза',
  },
};
