import React from "react";
export default function () {
  return (
    <>
          <b>1. ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅԱՆ ՆԿԱՐԱԳՐՈՒԹՅՈՒՆ</b>
          <br/>
          1.1. Սույն գաղտնիության քաղաքականությունում նկարագրված են Ձեր տվյալների գաղտնիության պաշտպանության նպատակով ձեռնարկվող միջոցառումները:
          <br/>
          1.2. Ծանոթանալով սույն գաղտնիության քաղաքականությանը Դուք հաստատում և գիտակցում եք, որ Ձեր կողմից տրամադրված տվյալները (հեռախոսահամար, անուն, ազգանուն, էլ. հասցե, ծննդյան օր, ամիս, ամսաթիվ և այլն) օգտագործվելու են                              «Գրանդ Քենդի» ՍՊ ընկերության կողմից՝ նպատակ ունենալով բարելավել և զարգացնել ……………………. Հավելվածը (այսուհետ՝ <b>«Հավելված»</b>), ինչպես նաև հաշվի առնել Հավելվածի օգտատերերի պահանջմունքները և ապահովել Հավելվածի անխափան գործունեությունը:
          <br/>
          1.3. Ձեր կողմից տրամադրված անձնական տվյալները մշակվելու են այն նվազագույն քանակով, որն անհրաժեշտ է Հավելվածի գործածման համար:

          <br/><br/>
          <b>2. ՈՒՄ ՀԱՄԱՐ Է ԳՈՐԾՈՒՄ ՍՈՒՅՆ ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆԸ</b>
          <br/>
          2.1. Համաձայնելով սույն գաղտնիության քաղաքականության դրույթներին Դուք սկսելու եք մեզ հետ համագործակցել որպես օգտատեր/հաճախորդ:
          <br/><br/>

          <b>3. ՏՎՅԱԼՆԵՐԻ ՊԱՀՊԱՆՄԱՆ ԵՎ ՄՇԱԿՄԱՆ ՏԱՐԱԾՔԸ ԵՎ ԺԱՄԱՆԱԿԱՀԱՏՎԱԾԸ</b>
          <br/>
          3.1. Ձեր կողմից տրամադրվող տվյալները մշակվելու և պահպանվելու են բացառապես Հայաստանի Հանրապետության և Արցախի Հանրապետության տարածքներում:
          <br/>
          3.2. Անձնական տվյալները մշակվելու և պահպանվելու են այն նվազագույն ժամկետում, որն օբյեկտիվորեն անհրաժեշտ է տվյալներ մշակելու նպատակներն իրականացնելու համար:
          <br/> <br/>

          <b>4. ՄԵՐ ԿՈՂՄԻՑ ՀԱՎԱՔԱԳՐՎՈՂ ՏՎՅԱԼՆԵՐ</b>
          <br/>
          &#9679; Տվյալներ, որոնք Դուք մեզ տրամադրում եք հաշիվ բացելուց.
          <br/>
          &#9679; Տվյալներ, որոնք կուտակվում են Հավելվածը օգտագործելուց:
          <br/><br/>

          <b>4.1. Ծառայությունների որակի բարելավման ինչպես նաև անվտանգության ապահովման համար մենք մեզ իրավունք ենք վերապահում հավաքագրել և օգտագործել Հավելվածում պահվող ներքոնշյալ տեղեկատվությունը.</b>
          <br/>
          &#9679;
          օգտատիրոջ պրոֆիլ - մենք հավաքագրում ենք տվյալներ, երբ օգտատերը բացում է հաշիվ կամ թարմացնում է իր հաշիվը: Այդպիսի տվյալների ցանկին կարող են պատկանել՝ օգտատիրոջ անունը, էլ. հասցեն, հեռախոսահամարը, մուտքանունը, գաղտնաբառը, հասցեն,անձնագրային տվյալներ, ծննդյան օր, ամիս, ամսաթիվ.
          <br/>
          &#9679; տեղանքի վերաբերյալ տվյալներ - մենք հավաքագրում ենք ճշգրիտ կամ մոտավոր տվյալներ օգտատիրոջ գտնվելու վայրի մասին, եթե օգտատերը թույլ է տալիս այդ տվյալների փոխանցումը իր բջջային սարքից.
          <br/>
          &#9679; Հավելվածի օգտագործման վերաբերյալ տվյալներ - մենք հավաքում ենք տվյալներ այն մասին, թե ինչպես են օգտատերերը օգտվում Հավելվածից, սույն տեղեկությունները ներառում են այնպիսի տվյալներ, որոնք մեզ թույլ են տալիս տեսնել օգտատիրոջ Հավելված մուտք գործելու օրը, ամիսը, ամսաթիվը:
          <br/>
          &#9679; Հավելվածի գործածման համար նախատեսված սարքերի վերաբերյալ տվյալներ - մենք հավաքում ենք տվյալներ Հավելվածի գործածման համար նախատեսված սարքերի վերաբերյալ (սարքի տեսակը, սարքի IP հասցեն, Հավելվածից օգտվելու ժամանակ Ձեր կողմից նախընտրած լեզուն և այլն):
          <br/><br/>

          <b>4.2.  Այլ աղբյուրներից ստացված տվյալներ`</b>
          <br/>
          &#9679; oգտատիրոջ հետադարձ կապից ստացված տվյալներ, գնահատականներ, մեկնաբանություններ.
          <br/>
          &#9679; բաժանորդի բնակության (կամ գտվելու) վայրի մասին տվյալներ:
          <br/><br/>

          <b>5. ԻՆՉՊԵՍ ԵՆՔ ՄԵՆՔ ՕԳՏԱԳՈՐԾՈՒՄ ՏՎՅԱԼՆԵՐԸ</b>
          <br/>
          5.1 Մենք հավաքագրում ենք Ձեր կողմից փոխանցված տվյալները հետևյալ նպատակներով`
          <br/>
          &#9679; Հավելվածի անվտանգության մակարդակը բարձրացնելու նպատակով.
          <br/>
          &#9679; oգտատերերին աջակցություն ցուցաբերելու նպատակով.
          <br/>
          &#9679; Հավելվածի զարգացման համար ուսումնասիրություններ իրականացնելու նպատակով.
          <br/>
          &#9679; ՀՀ օրենսդրությամբ նախատեսված դեպքերում:
          <br/><br/>

          <b>6. ՏՎՅԱԼՆԵՐԻ ՊԱՇՏՊԱՆՈՒԹՅՈՒՆԸ</b>
          <br/>
          6.1. Մենք իրականացնում ենք բոլոր անհրաժեշտ տեխնիկական և կազմակերպչական միջոցառումները Ձեր կողմից տրամադրված տվյալների պաշտպանության համար:
          <br/>
          Վերոնշյալ միջոցառումները իրականացվում են բարձր մակարդակով՝ նպատակ ունենալով պաշտպանել Ձեր անձնական տվյալները կորուստից, ապօրինի մշակումից, ինչպես նաև հաշվի առնելով անձնական տվյալների պաշտպանության հետ կապված ռիսկերը:
          <br/> <br/>

          <b>7. ՁԵՐ ԻՐԱՎՈՒՆՔՆԵՐԸ</b>
          <br/>
          7.1 Դուք իրավունք ունեք ազատորեն տեղեկատվություն ստանալ Ձեր կողմից տրամադրված տվյալների մասին, փոփոխել կամ լրացնել դրանք (այդ մասին մեզ տեղեկացնելու պայմանով) մուտք գործելով Ձեր անձնական էջ:
          <br/> <br/>

          <b>8. ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅԱՆ ԹԱՐՄԱՑՈՒՄ</b>
          <br/>
          8.1 Գաղտնիության քաղաքականության դրույթները կարող են փոփոխվել, հաշվի առնելով օրենսդրության պահանջները, ինչպես նաև Հավելվածի բնականոն գործունեությունը ապահովելու նպատակով:
          <br/>
          8.2 Այն դեպքում երբ նման փոփոխությունները էական նշանակություն չունեն Ձեր իրավունքների և պարտականությունների տեսանկյունից, Մենք մեզ իրավունք ենք վերապահում Ձեզ չծանուցել նման փոփոխությունների վերաբերյալ:
    </>
  )
}