import React from "react";
export default function () {
  return (
    <>
        Խնդրում ենք մինչ հավելվածը (այսուհետ՝ <b>«Հավելված»</b>) բեռնելը և դրանից օգտվելը ուշադրությամբ կարդալ սույն պայմանները:
        <br/>
        Հաստատելով սույն պայմանները Դուք  Հավելվածի իրավատեր «Գրանդ Քենդի» ՍՊ ընկերության (այսուհետ՝ <b>«Հավելվածի իրավատեր»</b>) հետ մտնում եք պայմանագրային հարաբերությունների մեջ և ձեռք եք բերում համապատասխան իրավունքներ և պարտականություններ:
        <br/>
        Հաստատելով սույն պայմանները Դուք սկսելու եք Մեզ հետ համագործակցել որպես Օգտատեր:
        <br/>    <br/>
        <b>1. Հավելվածից  օգտվելու համար նախևառաջ անհրաժեշտ է գրանցվել համակարգում, որի դեպքում Օգտատերը պարտավոր է տրամադրել պահանջվող տեղեկատվությունը:</b>
        <br/>    <br/>
        <b>2. Գրանցումից հետո Օգտատիրոջը տրամադրվում է անձնական հաշիվ՝ Օգտատիրոջ կողմից գաղտնաբառի ընտրությամբ:</b>
        <br/>    <br/>
        <b>3. Գրանցվելով Օգտատերը հավաստում է, որ իր կողմից ներկայացված տվյալները, տեղեկությունները ճիշտ են,   ունի Պայմանագիր կնքելու և պայմանագրային հարաբերությունների մեջ մտնելու ազատ կամք: Հավելվածի իրավատերն իրավունք ունի ցանկացած ժամանակ ճշտել Օգտատիրոջ տրամադրած տեղեկատվության իսկությունը և  խախտումներ հայտնաբերելու դեպքում առանց որևէ պատճառաբանության հրաժարվել համագործակցությունից:</b>
        <br/>    <br/>
        <b>4. Հավելվածի իրավատերը պատասխանատվություն չի կրում Օգտատիրոջ կողմից սխալ և/կամ կեղծ տվյալների ներկայացման համար:</b>
        <br/>    <br/>
        <b>5. Հավելվածի իրավատիրոջ և Օգտատիրոջ միջև Պայմանագիրը կնքվում է անորոշ ժամկետով: Օգտատերն իրավունք ունի ցանկացած  ժամանակ լուծել Պայմանագիրը՝ իր հեռախոսից (պլանշետից) հեռացնելով Հավելվածը, դրանով իսկ դադարեցնելով Հավելվածն օգտագործելը:</b>
        <br/>    <br/>
        <b>6. Հավելվածի իրավատերն իրավունք ունի ցանկացած ժամանակ լուծելու պայմանագիրը՝ անջատելով Օգտատիրոջ Հավելվածը, եթե Օգտատերը`</b>
        (ա) խախտում է սույն պայմաններով սահմանված որևէ դրույթ, կամ
        <br/>
        (բ) Հավելվածի իրավատիրոջ կարծիքով Հավելվածը օգտագործվում է ոչ նպատակային, կամ
        <br/>
        (գ) ներկայացրել է սխալ և/կամ կեղծ տվյալներ, տեղեկություններ:
        <br/>    <br/>
        Այս դեպքում Հավելվածի իրավատերը չի կրում Պայմանագիրը լուծելու համար Օգտատիրոջը նախապես տեղեկացնելու որևէ պարտականություն: Պայմանագիրը լուծելուց հետո Օգտատերը տեղեկացվում է էլեկտրոնային ծանուցմամբ:
        <br/>    <br/>
        <b>7. Հավելվածի նկատմամաբ բացառիկ հեղինկային իրավունքերը պատկանում են Հավելվածի իրավատիրոջը:</b>
        <br/>    <br/>
        <b>8. Հավելվածից օգտվելու կարգը.</b>
        <br/>
        8.1. Հավելվածից   Օգտատերը կարող է օգտվել միայն համապատասխան միջոցներով: Օգտատերն ինքը պետք է ճշտի և համոզվի, որ իր սարքի համար բեռնել է ճիշտ Հավելվածը.
        <br/>
        8.2. Հավելվածի իրավատերը  պատասխանատվություն չի կրում այն բանի համար, որ Օգտատիրոջ սարքը չի համապատասխանում Հավելվածին կամ, եթե Օգտատերն իր սարքի համար բեռնել է ոչ ճիշտ Հավելված:  Հավելվածի իրավատերն իրեն իրավունք է վերապահում դադարեցնելու Ծառայությունները և Հավելվածի օգտագործումը, եթե Օգտատերն Ծառայությունից օգտվում և Հավելվածն օգտագործում է վերջիններիս օգտագործմանը չհամապատասխանող սարքավորումներով.
        <br/>
        8.3. Օգտատերը Հավելվածի աշխատանքի բարելավվման նպատակով (ինչպես նաև բոլոր այն դեպքերում երբ նկատում է որ Հավելվածը պատշաճ չի աշխատում (վնասակար ծրագրերի կամ ծրագրային խնդիրների պատճառով) իրավունք ունի տեղյակ պահել այդ մասին համապատասխան գրառում  (feedback) թողնել դրա համար նախատեսված հատուկ վայրում.
        <br/>
        8.4. օգտվելով Հավելվածից՝ Օգտատերը տալիս է իր համաձայնությունն առ այն, որ.
        <br/>
        8.4.1. Հավելվածից  կօգտվի բացառապես անձնական օգտագործման նպատակով և դրանք չի վերավաճառի երրորդ անձանց.
        <br/>
        8.4.2. Օգտատերը չի թողնի երրորդ անձանց օգտագործելու իր հաշիվը, ինչպես նաև իր հաշիվը չի փոխանցի կամ որևէ կերպ հատկացնի այլ ֆիզիկական և իրավաբանական անձանց.
        <br/>
        8.4.3. Օգտատերը չի օգտագործի Հավելվածը անօրինական նպատակներով, այդ թվում՝ անօրինական նյութեր ուղարկելու և պահելու, ինչպես նաև խաբեության նպատակներով.
        <br/>
        8.4.4. Օգտատերը չի օգտագործի Հավելվածը այլ անձանց անհանգստություն պատճառելու նպատակով.
        <br/>
        8.4.5. չի խախտի ցանցի բնականոն աշխատանքը.
        <br/>
        8.4.6. չի փորձի որևէ կերպ վնասել Հավելվածին.
        <br/>
        8.4.7. չի կրկնօրինակի և տարածի Հավելվածը առանց Հավելվածի իրավատիրոջ գրավոր համաձայնության.
        <br/>
        8.4.8. կպահպանի  իրեն տրամադրված նույնականացնող տվյալների գաղտնիությունը
        <br/>
        8.4.9. ստորագրելով սույն դրույթները և պայմանները Օգտատերը գիտակցում է, որ դրանում օգտագործվող ապրանքային նշանները դրանց իրավատիրոջ սեփականությունն են և Օգտատերը պետք է զերծ մնա դրանց անօրինական տարածումից: Հավելվածի և համապատասխան արտադրանքի ապրանքային նշանի իրավատերը ողջունում են ապրանքային նշանի ճանաչելիության բարձրացումը, այդ իսկ պատճառով թույլ է տալիս ապրանքային նշանի տարածումը սոցիալական կայքերում, համացանցում և այլն:
        <br/>
        8.4.10. չի օգտագործի Հավելվածը ոչ համապատասխան սարքավորմամբ:
        <br/> <br/>
        <b>9. Վճարում</b>
        <br/>
        9.1. Վճարում կարող է կատարվել ինչպես կանխիկ՝ գումարը առաքիչին փոխանցելով, այնպես էլ առցանց։
        <br/>
        9.2. Առցանց վճարման ավարտից հետո, Հավելվածը հաստատում է պատվերը անմիջապես։
        <br/>
        Առցանց վճարումը ենթակա է ետ վերադարձման, եթե Հավելվածի իրավատերը չի կարողացել ամբողջովին կատարել պատվերը։ Առցանց վճարման հետ խնդրի դեպքում, խնդրում ենք դիմել ……………….., ուղղարկելով նամակ …………………… էլ հասցեին կամ զանգահարելով ……………………. հեռախոսահամարին։
        <br/> <br/>
        <b>10. Բողոք</b>
        <br/>
        10.1. Հավելվածի իրավատերը կրում է պատասխանատվություն Հավելվածում տեղադրված արտադրատեսակների որակի համար։
        <br/><br/>
        <b>11. Դրույթներ հեղինակային իրավունքի վերաբերյալ.</b>
        <br/>
        11.1. Հավելվածի և ապրանքային նշանների իրավատերը հարգում են հեղինակային իրավունքը կարգավորող օրենսդրական պահանջները և ակնկալում են նույնանման մոտեցում Օգտատիրոջ կողմից:
        <br/>
        11.2. Համապատասխան հանգամանքների առկայության դեպքում Հավելվածի իրավատերն իրեն իրավունք է վերապահում դադարեցնել այն Օգտատերերի հաշիվների գործողությունը, որոնց կողմից կնկատվի Հավելվածի և ապրանքային նշանների իրավատիրոջ հեղինակային իրավունքների խախտում:
        <br/><br/>
        <b>12. Մտավոր սեփականության նկատմամբ իրավունքներ.</b>
        <br/>
        12.1. Հավելվածի  նկատմամբ մտավոր սեփականության իրավունքները պատկանում են Հավելվածի իրավատիրոջը:
        <br/><br/>
        <b>13. Պայմաններ Օգտատիրոջ համար.</b>
        <br/>
        13.1. Հավելվածի իրավատերն իրավունք ունի ցանկացած ժամանակ միակողմանի դադարեցնել Հավելվածի գործողությունը, եթե՝
        <br/> &#9679; Օգտատերն առանց նախապես տեղյակ պահելու Հավելվածի իրավատիրոջը փոխում է այն տվյալները, որոնք նա նախապես տրամադրել է հաշիվ բացելուց.
        <br/> &#9679; Օգտատերը խախտել է սույն դրույթներով և պայմաններով սահմանված որևէ այլ դրույթ: Այս դեպքում Օգտատերը պարտավոր է փոխատուցել Հավելվածի իրավատիրոջ կրած հիմնավորված վնասները:
        <br/><br/>
        <b>14. Անհաղթահարելի ուժի ազդեցությունը (ՖՈՐՍ-ՄԱԺՈՐ)</b>
        <br/>
        14.1. Սույն պայմանագրով պարտավորություններն ամբողջությամբ կամ մասնակիորեն չկատարելու համար Կողմերն ազատվում են պատասխանատվությունից, եթե դա եղել է անհաղթահարելի ուժի ազդեցության հետևանքով, որը ծագել է սույն պայմանագիրը կնքելուց հետո, և որը կողմերը չէին կարող կանխատեսել կամ կանխարգելել: Այդպիսի իրավիճակներ են երկրաշարժը, ջրհեղեղը, հրդեհը, պատերազմը, ռազմական և արտակարգ դրության հայտարարումը, քաղաքական հուզումները, գործադուլները, հաղորդակցության միջոցների աշխատանքի դադարեցումը, պետական մարմինների ակտերը և այլն, որոնք անհնարին են դարձնում սույն պայմանագրով սահմանված պարտավորությունների կատարումը: Եթե անհաղթահարելի ուժի ազդեցությունը շարունակվում է                     3 (երեք) ամսից ավելի, ապա Կողմերից յուրաքանչյուրն իրավունք ունի լուծել պայմանագիրը` այդ մասին նախապես տեղյակ պահելով մյուս կողմին:
        <br/><br/>
        <b>15. Այլ պայմաններ.</b>
        <br/>
        15.1. Հավելվածի իրավատերն իրեն իրավունք է վերապահում փոփոխություններ և լրացումներ կատարել սույն դրույթներում և պայմաններում, որի վերաբերյալ կտեղեկացնի Հավելվածի  միջոցով:
        <br/>
        15.2. Կողմերի միջև ծագող վեճերի նկատմամբ կիրառվում է Հայաստանի Հանրապետության օրենսդրությունը, իսկ վեճերը ենթակա են լուծման Հայաստանի Հանրապետության օրենսդրությամբ սահմանված կարգով:
    </>
  )
}